[
  {
    "text": "List me late orders.",
    "label": 0
  },
  {
    "text": "I need to see a list of orders that are behind schedule.",
    "label": 0
  },
  {
    "text": "Show me which orders are currently late.",
    "label": 0
  },
  {
    "text": "I want to see all the late orders in the system.",
    "label": 0
  },
  {
    "text": "I want to see orders that are late or overdue.",
    "label": 0
  },
  {
    "text": "Please show me all orders that are behind schedule.",
    "label": 0
  },
  {
    "text": "I need to see which orders are running late.",
    "label": 0
  },
  {
    "text": "Show me all orders that are past due.",
    "label": 0
  },
  {
    "text": "I want to see orders that have not been delivered on time.",
    "label": 0
  },
  {
    "text": "I need a list of orders that are running behind schedule.",
    "label": 0
  },
  {
    "text": "Show me orders that are late or delayed.",
    "label": 0
  },
  {
    "text": "I want to see all the orders that are running late.",
    "label": 0
  },
  {
    "text": "Please show me orders that are behind schedule.",
    "label": 0
  },
  {
    "text": "sorta i need to see a list of orders that are behind schedule. thx",
    "label": 0
  },
  {
    "text": "idk i need to see a list of orders that are behind schedule. maybe?",
    "label": 0
  },
  {
    "text": "uh list me late orders. thx",
    "label": 0
  },
  {
    "text": "lol show me which orders are currently late. i guess",
    "label": 0
  },
  {
    "text": "sorta i need to see a list of orders that are behind schedule. maybe?",
    "label": 0
  },
  {
    "text": "quick q list me late orders. pls check",
    "label": 0
  },
  {
    "text": "lol i want to see all the late orders in the system. real quick",
    "label": 0
  },
  {
    "text": "pls list me late orders. real quick",
    "label": 0
  },
  {
    "text": "Can you show me all the orders that are running late?",
    "label": 0
  },
  {
    "text": "Please display all orders that are overdue or delayed.",
    "label": 0
  },
  {
    "text": "Can you provide me with a list of orders that are past their due date?",
    "label": 0
  },
  {
    "text": "Display all orders that are not on time.",
    "label": 0
  },
  {
    "text": "I need information about orders that are running behind.",
    "label": 0
  },
  {
    "text": "Show me orders that have missed their delivery dates.",
    "label": 0
  },
  {
    "text": "Can you list all the delayed orders for me?",
    "label": 0
  },
  {
    "text": "Display the list of orders that are currently late.",
    "label": 0
  },
  {
    "text": "Can you provide a list of all late orders?",
    "label": 0
  },
  {
    "text": "Can you list orders that are delayed or overdue?",
    "label": 0
  },
  {
    "text": "Please display all late orders in the system.",
    "label": 0
  },
  {
    "text": "Show me which orders are behind their scheduled dates.",
    "label": 0
  },
  {
    "text": "Can you provide me with late orders?",
    "label": 0
  },
  {
    "text": "Display all orders that are currently overdue.",
    "label": 0
  },
  {
    "text": "Can you list all orders that are past their due dates?",
    "label": 0
  },
  {
    "text": "Display the list of all late orders.",
    "label": 0
  },
  {
    "text": "Can you provide a list of orders that are delayed?",
    "label": 0
  },
  {
    "text": "idk show me orders that have missed their delivery dates. or whatever",
    "label": 0
  },
  {
    "text": "pls display all orders that are not on time. thx",
    "label": 0
  },
  {
    "text": "quick q please display all orders that are overdue or delayed. real quick",
    "label": 0
  },
  {
    "text": "umm can you provide me with a list of orders that are past their due date? i guess",
    "label": 0
  },
  {
    "text": "sorta show me orders that have missed their delivery dates. pls check",
    "label": 0
  },
  {
    "text": "idk please display all orders that are overdue or delayed. or whatever",
    "label": 0
  },
  {
    "text": "hey i need information about orders that are running behind. maybe?",
    "label": 0
  },
  {
    "text": "kinda can you show me all the orders that are running late? pls check",
    "label": 0
  },
  {
    "text": "hey i need information about orders that are running behind. or whatever",
    "label": 0
  },
  {
    "text": "sorta display all orders that are not on time. i guess",
    "label": 0
  },
  {
    "text": "umm can you show me all the orders that are running late? thx",
    "label": 0
  },
  {
    "text": "pls please display all orders that are overdue or delayed. i guess",
    "label": 0
  },
  {
    "text": "umm show me orders that have missed their delivery dates. or whatever",
    "label": 0
  },
  {
    "text": "uh can you show me all the orders that are running late? i guess",
    "label": 0
  },
  {
    "text": "umm display all orders that are not on time. i guess",
    "label": 0
  },
  {
    "text": "btw show me orders that have missed their delivery dates. pls check",
    "label": 0
  },
  {
    "text": "hey display all orders that are not on time. real quick",
    "label": 0
  },
  {
    "text": "uh i need information about orders that are running behind. or whatever",
    "label": 0
  },
  {
    "text": "kinda i need to see a list of orders that are behind schedule. pls check",
    "label": 0
  },
  {
    "text": "lol can you provide me with a list of orders that are past their due date? i guess",
    "label": 0
  },
  {
    "text": "btw i need information about orders that are running behind. i guess",
    "label": 0
  },
  {
    "text": "umm i want to see all the late orders in the system. maybe?",
    "label": 0
  },
  {
    "text": "What parts are late?",
    "label": 1
  },
  {
    "text": "Which parts are running behind schedule?",
    "label": 1
  },
  {
    "text": "I need to see which parts are delayed.",
    "label": 1
  },
  {
    "text": "Show me all parts that are running late.",
    "label": 1
  },
  {
    "text": "What components are behind schedule?",
    "label": 1
  },
  {
    "text": "Which parts are not on time?",
    "label": 1
  },
  {
    "text": "Show me parts that are delayed or late.",
    "label": 1
  },
  {
    "text": "I want to see all parts that are running late.",
    "label": 1
  },
  {
    "text": "Show me parts that are delayed.",
    "label": 1
  },
  {
    "text": "Which components are late or overdue?",
    "label": 1
  },
  {
    "text": "I need to see parts that are not delivered on time.",
    "label": 1
  },
  {
    "text": "Show me which parts are delayed or late.",
    "label": 1
  },
  {
    "text": "What parts are currently behind schedule?",
    "label": 1
  },
  {
    "text": "I want to see all parts that are overdue.",
    "label": 1
  },
  {
    "text": "I need a list of parts that are delayed.",
    "label": 1
  },
  {
    "text": "Show me all parts that are late.",
    "label": 1
  },
  {
    "text": "What components are running behind schedule?",
    "label": 1
  },
  {
    "text": "btw what parts are late? pls check",
    "label": 1
  },
  {
    "text": "quick q what parts are late? maybe?",
    "label": 1
  },
  {
    "text": "idk show me all parts that are running late. real quick",
    "label": 1
  },
  {
    "text": "btw which parts are not on time? maybe?",
    "label": 1
  },
  {
    "text": "idk which parts are running behind schedule? pls check",
    "label": 1
  },
  {
    "text": "uh what parts are late? thx",
    "label": 1
  },
  {
    "text": "idk what components are behind schedule? thx",
    "label": 1
  },
  {
    "text": "quick q show me all parts that are running late. thx",
    "label": 1
  },
  {
    "text": "pls i need to see which parts are delayed. i guess",
    "label": 1
  },
  {
    "text": "Can you show me parts that are late or overdue?",
    "label": 1
  },
  {
    "text": "Can you list the parts that are overdue?",
    "label": 1
  },
  {
    "text": "I want to see parts that have missed their delivery dates.",
    "label": 1
  },
  {
    "text": "Can you provide a list of parts that are running behind?",
    "label": 1
  },
  {
    "text": "I need information about parts that are late.",
    "label": 1
  },
  {
    "text": "Display all parts that are currently overdue.",
    "label": 1
  },
  {
    "text": "What parts are past their due dates?",
    "label": 1
  },
  {
    "text": "Can you show me which parts are behind schedule?",
    "label": 1
  },
  {
    "text": "Can you list all parts that are running behind schedule?",
    "label": 1
  },
  {
    "text": "Can you provide a list of late parts?",
    "label": 1
  },
  {
    "text": "Display parts that are running late.",
    "label": 1
  },
  {
    "text": "Which parts have missed their delivery dates?",
    "label": 1
  },
  {
    "text": "Can you show me parts that are behind schedule?",
    "label": 1
  },
  {
    "text": "quick q i want to see parts that have missed their delivery dates. i guess",
    "label": 1
  },
  {
    "text": "pls can you list the parts that are overdue? pls check",
    "label": 1
  },
  {
    "text": "umm can you list the parts that are overdue? or whatever",
    "label": 1
  },
  {
    "text": "quick q can you show me parts that are late or overdue? thx",
    "label": 1
  },
  {
    "text": "sorta can you show me parts that are late or overdue? pls check",
    "label": 1
  },
  {
    "text": "kinda i need to see which parts are delayed. maybe?",
    "label": 1
  },
  {
    "text": "kinda can you list the parts that are overdue? real quick",
    "label": 1
  },
  {
    "text": "btw what parts are late? or whatever",
    "label": 1
  },
  {
    "text": "uh i want to see parts that have missed their delivery dates. or whatever",
    "label": 1
  },
  {
    "text": "pls i want to see parts that have missed their delivery dates. thx",
    "label": 1
  },
  {
    "text": "lol can you list the parts that are overdue? real quick",
    "label": 1
  },
  {
    "text": "kinda show me all parts that are running late. pls check",
    "label": 1
  },
  {
    "text": "umm i need to see which parts are delayed. real quick",
    "label": 1
  },
  {
    "text": "quick q i want to see parts that have missed their delivery dates. maybe?",
    "label": 1
  },
  {
    "text": "hey which parts are not on time? or whatever",
    "label": 1
  },
  {
    "text": "sorta i want to see parts that have missed their delivery dates. maybe?",
    "label": 1
  },
  {
    "text": "sorta which parts are not on time? or whatever",
    "label": 1
  },
  {
    "text": "kinda can you show me parts that are late or overdue? or whatever",
    "label": 1
  },
  {
    "text": "hey i want to see parts that have missed their delivery dates. real quick",
    "label": 1
  },
  {
    "text": "sorta what components are behind schedule? or whatever",
    "label": 1
  },
  {
    "text": "lol can you list the parts that are overdue? pls check",
    "label": 1
  },
  {
    "text": "What's the line status of this part?",
    "label": 2
  },
  {
    "text": "I need to know the line status of this specific part.",
    "label": 2
  },
  {
    "text": "What is the current status of this part's line?",
    "label": 2
  },
  {
    "text": "Show me the line status for this part.",
    "label": 2
  },
  {
    "text": "I want to see the line status of this part.",
    "label": 2
  },
  {
    "text": "What's the status of the line for this particular part?",
    "label": 2
  },
  {
    "text": "I need the line status details for this part.",
    "label": 2
  },
  {
    "text": "Show me what the line status is for this part.",
    "label": 2
  },
  {
    "text": "What is this part's line status?",
    "label": 2
  },
  {
    "text": "I want to know the line status for this part.",
    "label": 2
  },
  {
    "text": "What's the current line status for this part?",
    "label": 2
  },
  {
    "text": "Show me the status of the line for this part.",
    "label": 2
  },
  {
    "text": "I need to see the line status for this part.",
    "label": 2
  },
  {
    "text": "What is the line status information for this part?",
    "label": 2
  },
  {
    "text": "I want the line status details for this part.",
    "label": 2
  },
  {
    "text": "Show me this part's line status.",
    "label": 2
  },
  {
    "text": "What's the line status for this specific part?",
    "label": 2
  },
  {
    "text": "What is the current line status of this part?",
    "label": 2
  },
  {
    "text": "I want to see what the line status is for this part.",
    "label": 2
  },
  {
    "text": "What's the status of this part's line?",
    "label": 2
  },
  {
    "text": "sorta i want to see the line status of this part. i guess",
    "label": 2
  },
  {
    "text": "sorta i need to know the line status of this specific part. real quick",
    "label": 2
  },
  {
    "text": "lol what's the line status of this part? thx",
    "label": 2
  },
  {
    "text": "sorta i want to see the line status of this part. thx",
    "label": 2
  },
  {
    "text": "lol what's the line status of this part? maybe?",
    "label": 2
  },
  {
    "text": "lol i need to know the line status of this specific part. maybe?",
    "label": 2
  },
  {
    "text": "lol i want to see the line status of this part. pls check",
    "label": 2
  },
  {
    "text": "uh i need to know the line status of this specific part. thx",
    "label": 2
  },
  {
    "text": "lol show me the line status for this part. pls check",
    "label": 2
  },
  {
    "text": "quick q i want to see the line status of this part. thx",
    "label": 2
  },
  {
    "text": "Can you tell me the current line status for this part?",
    "label": 2
  },
  {
    "text": "Can you provide the line status information for this part?",
    "label": 2
  },
  {
    "text": "Can you check the line status for this part?",
    "label": 2
  },
  {
    "text": "Can you tell me about the line status of this part?",
    "label": 2
  },
  {
    "text": "Can you provide me with the line status of this part?",
    "label": 2
  },
  {
    "text": "Can you check what the line status is for this part?",
    "label": 2
  },
  {
    "text": "Can you tell me the line status of this part?",
    "label": 2
  },
  {
    "text": "I need information about the line status of this part.",
    "label": 2
  },
  {
    "text": "Can you show me the line status for this part?",
    "label": 2
  },
  {
    "text": "Can you provide the line status for this part?",
    "label": 2
  },
  {
    "text": "umm what's the status of the line for this particular part? maybe?",
    "label": 2
  },
  {
    "text": "sorta can you provide the line status information for this part? thx",
    "label": 2
  },
  {
    "text": "kinda can you check the line status for this part? pls check",
    "label": 2
  },
  {
    "text": "quick q can you tell me the current line status for this part? real quick",
    "label": 2
  },
  {
    "text": "lol show me the line status for this part. or whatever",
    "label": 2
  },
  {
    "text": "uh can you provide the line status information for this part? thx",
    "label": 2
  },
  {
    "text": "umm can you provide the line status information for this part? maybe?",
    "label": 2
  },
  {
    "text": "quick q what's the line status of this part? or whatever",
    "label": 2
  },
  {
    "text": "lol what is the current status of this part's line? or whatever",
    "label": 2
  },
  {
    "text": "btw can you provide the line status information for this part? i guess",
    "label": 2
  },
  {
    "text": "sorta what's the line status of this part? or whatever",
    "label": 2
  },
  {
    "text": "idk can you tell me the current line status for this part? thx",
    "label": 2
  },
  {
    "text": "kinda what is the current status of this part's line? real quick",
    "label": 2
  },
  {
    "text": "umm what's the line status of this part? pls check",
    "label": 2
  },
  {
    "text": "btw can you provide the line status information for this part? maybe?",
    "label": 2
  },
  {
    "text": "quick q can you tell me the current line status for this part? i guess",
    "label": 2
  },
  {
    "text": "sorta i want to see the line status of this part. or whatever",
    "label": 2
  },
  {
    "text": "pls can you tell me the current line status for this part? real quick",
    "label": 2
  },
  {
    "text": "pls can you provide the line status information for this part? pls check",
    "label": 2
  },
  {
    "text": "btw what is the current status of this part's line? or whatever",
    "label": 2
  },
  {
    "text": "What's the status of PO {po_number}?",
    "label": 3
  },
  {
    "text": "Can you tell me the current status of purchase order {po_number}?",
    "label": 3
  },
  {
    "text": "I need to know the status of PO {po_number}.",
    "label": 3
  },
  {
    "text": "What is the current status for purchase order {po_number}?",
    "label": 3
  },
  {
    "text": "Show me the status of purchase order {po_number}.",
    "label": 3
  },
  {
    "text": "Can you provide the status information for PO {po_number}?",
    "label": 3
  },
  {
    "text": "I want to see the status of purchase order {po_number}.",
    "label": 3
  },
  {
    "text": "What's the current status of PO {po_number}?",
    "label": 3
  },
  {
    "text": "Can you check the status for purchase order {po_number}?",
    "label": 3
  },
  {
    "text": "I need the status details for PO {po_number}.",
    "label": 3
  },
  {
    "text": "Show me what the status is for purchase order {po_number}.",
    "label": 3
  },
  {
    "text": "What is purchase order {po_number}'s status?",
    "label": 3
  },
  {
    "text": "Can you tell me about the status of PO {po_number}?",
    "label": 3
  },
  {
    "text": "I want to know the status for purchase order {po_number}.",
    "label": 3
  },
  {
    "text": "What's the status for PO {po_number}?",
    "label": 3
  },
  {
    "text": "Can you provide me with the status of purchase order {po_number}?",
    "label": 3
  },
  {
    "text": "Show me the status of PO {po_number}.",
    "label": 3
  },
  {
    "text": "I need to see the status for purchase order {po_number}.",
    "label": 3
  },
  {
    "text": "What is the status information for PO {po_number}?",
    "label": 3
  },
  {
    "text": "Can you check what the status is for purchase order {po_number}?",
    "label": 3
  },
  {
    "text": "I want the status details for PO {po_number}.",
    "label": 3
  },
  {
    "text": "Show me purchase order {po_number}'s status.",
    "label": 3
  },
  {
    "text": "What's the status of purchase order {po_number}?",
    "label": 3
  },
  {
    "text": "Can you tell me the status of PO {po_number}?",
    "label": 3
  },
  {
    "text": "I need information about the status of purchase order {po_number}.",
    "label": 3
  },
  {
    "text": "What is the current status of PO {po_number}?",
    "label": 3
  },
  {
    "text": "Can you show me the status for purchase order {po_number}?",
    "label": 3
  },
  {
    "text": "I want to see what the status is for PO {po_number}.",
    "label": 3
  },
  {
    "text": "What's the status for purchase order {po_number}?",
    "label": 3
  },
  {
    "text": "Can you provide the status of PO {po_number}?",
    "label": 3
  },
  {
    "text": "uh i need to know the status of po {po_number}. i guess",
    "label": 3
  },
  {
    "text": "uh can you provide the status information for po {po_number}? maybe?",
    "label": 3
  },
  {
    "text": "pls i want to see the status of purchase order {po_number}. pls check",
    "label": 3
  },
  {
    "text": "umm i want to see the status of purchase order {po_number}. i guess",
    "label": 3
  },
  {
    "text": "kinda can you check the status for purchase order {po_number}? i guess",
    "label": 3
  },
  {
    "text": "hey what's the status of po {po_number}? pls check",
    "label": 3
  },
  {
    "text": "lol can you provide the status information for po {po_number}? i guess",
    "label": 3
  },
  {
    "text": "quick q can you provide the status information for po {po_number}? i guess",
    "label": 3
  },
  {
    "text": "hey what's the status of po {po_number}? real quick",
    "label": 3
  },
  {
    "text": "kinda i need the status details for po {po_number}. real quick",
    "label": 3
  },
  {
    "text": "pls can you check the status for purchase order {po_number}? pls check",
    "label": 3
  },
  {
    "text": "hey i need the status details for po {po_number}. thx",
    "label": 3
  },
  {
    "text": "kinda i need the status details for po {po_number}. maybe?",
    "label": 3
  },
  {
    "text": "umm i need to know the status of po {po_number}. maybe?",
    "label": 3
  },
  {
    "text": "idk what is the current status for purchase order {po_number}? pls check",
    "label": 3
  },
  {
    "text": "lol i need the status details for po {po_number}. or whatever",
    "label": 3
  },
  {
    "text": "pls i need to know the status of po {po_number}. maybe?",
    "label": 3
  },
  {
    "text": "btw what is the current status for purchase order {po_number}? pls check",
    "label": 3
  },
  {
    "text": "btw i need the status details for po {po_number}. pls check",
    "label": 3
  },
  {
    "text": "pls i need to know the status of po {po_number}. real quick",
    "label": 3
  },
  {
    "text": "pls what's the current status of po {po_number}? or whatever",
    "label": 3
  },
  {
    "text": "uh show me the status of purchase order {po_number}. thx",
    "label": 3
  },
  {
    "text": "kinda what's the status of po {po_number}? pls check",
    "label": 3
  },
  {
    "text": "hey can you provide the status information for po {po_number}? real quick",
    "label": 3
  },
  {
    "text": "hey i need the status details for po {po_number}. pls check",
    "label": 3
  },
  {
    "text": "hey i need the status details for po {po_number}. i guess",
    "label": 3
  },
  {
    "text": "kinda what's the current status of po {po_number}? pls check",
    "label": 3
  },
  {
    "text": "uh can you tell me the current status of purchase order {po_number}? real quick",
    "label": 3
  },
  {
    "text": "btw what's the status of po {po_number}? i guess",
    "label": 3
  },
  {
    "text": "uh can you check the status for purchase order {po_number}? pls check",
    "label": 3
  },
  {
    "text": "What orders contain these parts?",
    "label": 4
  },
  {
    "text": "I need to see orders that contain these specific parts.",
    "label": 4
  },
  {
    "text": "What orders have these parts in them?",
    "label": 4
  },
  {
    "text": "Show me all orders that include these parts.",
    "label": 4
  },
  {
    "text": "I want to see which orders contain these parts.",
    "label": 4
  },
  {
    "text": "What purchase orders include these parts?",
    "label": 4
  },
  {
    "text": "I need to know which orders contain these parts.",
    "label": 4
  },
  {
    "text": "Show me orders that include these specific parts.",
    "label": 4
  },
  {
    "text": "What orders are associated with these parts?",
    "label": 4
  },
  {
    "text": "I want to see all orders that have these parts.",
    "label": 4
  },
  {
    "text": "Which orders include these parts?",
    "label": 4
  },
  {
    "text": "What purchase orders have these parts?",
    "label": 4
  },
  {
    "text": "I need a list of orders that include these parts.",
    "label": 4
  },
  {
    "text": "Show me which orders contain these specific parts.",
    "label": 4
  },
  {
    "text": "What orders are linked to these parts?",
    "label": 4
  },
  {
    "text": "I want to see orders that have these parts in them.",
    "label": 4
  },
  {
    "text": "Show me all purchase orders containing these parts.",
    "label": 4
  },
  {
    "text": "What orders contain these specific parts?",
    "label": 4
  },
  {
    "text": "I need to see which orders include these parts.",
    "label": 4
  },
  {
    "text": "Show me orders associated with these parts.",
    "label": 4
  },
  {
    "text": "What purchase orders contain these parts?",
    "label": 4
  },
  {
    "text": "pls i want to see which orders contain these parts. real quick",
    "label": 4
  },
  {
    "text": "sorta i need to see orders that contain these specific parts. real quick",
    "label": 4
  },
  {
    "text": "sorta what orders have these parts in them? i guess",
    "label": 4
  },
  {
    "text": "pls what orders have these parts in them? pls check",
    "label": 4
  },
  {
    "text": "quick q what purchase orders include these parts? thx",
    "label": 4
  },
  {
    "text": "uh what orders contain these parts? pls check",
    "label": 4
  },
  {
    "text": "pls show me all orders that include these parts. pls check",
    "label": 4
  },
  {
    "text": "idk i need to know which orders contain these parts. thx",
    "label": 4
  },
  {
    "text": "idk show me all orders that include these parts. pls check",
    "label": 4
  },
  {
    "text": "lol i need to know which orders contain these parts. maybe?",
    "label": 4
  },
  {
    "text": "quick q i want to see which orders contain these parts. maybe?",
    "label": 4
  },
  {
    "text": "uh show me all orders that include these parts. thx",
    "label": 4
  },
  {
    "text": "uh show me all orders that include these parts. pls check",
    "label": 4
  },
  {
    "text": "lol what orders contain these parts? pls check",
    "label": 4
  },
  {
    "text": "sorta i need to know which orders contain these parts. maybe?",
    "label": 4
  },
  {
    "text": "sorta what purchase orders include these parts? i guess",
    "label": 4
  },
  {
    "text": "Can you show me which orders include these parts?",
    "label": 4
  },
  {
    "text": "Can you list the orders containing these parts?",
    "label": 4
  },
  {
    "text": "Can you find orders that have these parts?",
    "label": 4
  },
  {
    "text": "Can you provide a list of orders containing these parts?",
    "label": 4
  },
  {
    "text": "Can you show me orders that contain these parts?",
    "label": 4
  },
  {
    "text": "Can you find all orders with these parts?",
    "label": 4
  },
  {
    "text": "Can you list orders that include these parts?",
    "label": 4
  },
  {
    "text": "Can you provide orders that have these parts?",
    "label": 4
  },
  {
    "text": "Can you find orders that include these parts?",
    "label": 4
  },
  {
    "text": "umm show me all orders that include these parts. maybe?",
    "label": 4
  },
  {
    "text": "kinda what orders have these parts in them? pls check",
    "label": 4
  },
  {
    "text": "idk can you show me which orders include these parts? pls check",
    "label": 4
  },
  {
    "text": "pls can you show me which orders include these parts? pls check",
    "label": 4
  },
  {
    "text": "uh what purchase orders include these parts? or whatever",
    "label": 4
  },
  {
    "text": "umm what orders contain these parts? maybe?",
    "label": 4
  },
  {
    "text": "pls can you list the orders containing these parts? or whatever",
    "label": 4
  },
  {
    "text": "pls can you find orders that have these parts? pls check",
    "label": 4
  },
  {
    "text": "idk can you list the orders containing these parts? real quick",
    "label": 4
  },
  {
    "text": "umm i need to know which orders contain these parts. real quick",
    "label": 4
  },
  {
    "text": "kinda i want to see which orders contain these parts. i guess",
    "label": 4
  },
  {
    "text": "lol can you show me which orders include these parts? pls check",
    "label": 4
  },
  {
    "text": "pls can you show me which orders include these parts? maybe?",
    "label": 4
  },
  {
    "text": "btw can you list the orders containing these parts? pls check",
    "label": 4
  },
  {
    "text": "Can you recap the discussion on order {po_number}?",
    "label": 5
  },
  {
    "text": "Can you summarize the discussion about order {po_number}?",
    "label": 5
  },
  {
    "text": "I need a recap of the conversation regarding purchase order {po_number}.",
    "label": 5
  },
  {
    "text": "What was discussed about order {po_number}?",
    "label": 5
  },
  {
    "text": "Can you provide a summary of the discussion on PO {po_number}?",
    "label": 5
  },
  {
    "text": "I want to see a recap of the discussion for order {po_number}.",
    "label": 5
  },
  {
    "text": "Can you give me a summary of what was discussed about PO {po_number}?",
    "label": 5
  },
  {
    "text": "What's the recap of the discussion on order {po_number}?",
    "label": 5
  },
  {
    "text": "Can you summarize the conversation about purchase order {po_number}?",
    "label": 5
  },
  {
    "text": "I need to know what was discussed regarding order {po_number}.",
    "label": 5
  },
  {
    "text": "Show me a recap of the discussion on PO {po_number}.",
    "label": 5
  },
  {
    "text": "Can you provide a recap of the conversation about order {po_number}?",
    "label": 5
  },
  {
    "text": "What discussion took place about purchase order {po_number}?",
    "label": 5
  },
  {
    "text": "I want a summary of the discussion on order {po_number}.",
    "label": 5
  },
  {
    "text": "Can you recap what was discussed about PO {po_number}?",
    "label": 5
  },
  {
    "text": "What's the summary of the discussion regarding order {po_number}?",
    "label": 5
  },
  {
    "text": "Can you give me a recap of the discussion for purchase order {po_number}?",
    "label": 5
  },
  {
    "text": "I need a summary of what was discussed about order {po_number}.",
    "label": 5
  },
  {
    "text": "Show me the recap of the discussion on PO {po_number}.",
    "label": 5
  },
  {
    "text": "Can you summarize the discussion regarding order {po_number}?",
    "label": 5
  },
  {
    "text": "What was the discussion about purchase order {po_number}?",
    "label": 5
  },
  {
    "text": "I want to see a summary of the discussion on order {po_number}.",
    "label": 5
  },
  {
    "text": "Can you provide a recap of what was discussed about PO {po_number}?",
    "label": 5
  },
  {
    "text": "What's the discussion recap for order {po_number}?",
    "label": 5
  },
  {
    "text": "Can you give me a summary of the discussion on purchase order {po_number}?",
    "label": 5
  },
  {
    "text": "I need to see the recap of the discussion about order {po_number}.",
    "label": 5
  },
  {
    "text": "Show me a summary of the discussion on PO {po_number}.",
    "label": 5
  },
  {
    "text": "Can you recap the conversation about order {po_number}?",
    "label": 5
  },
  {
    "text": "What discussion happened regarding purchase order {po_number}?",
    "label": 5
  },
  {
    "text": "I want a recap of what was discussed about order {po_number}.",
    "label": 5
  },
  {
    "text": "sorta can you summarize the discussion about order {po_number}? or whatever",
    "label": 5
  },
  {
    "text": "idk i need a recap of the conversation regarding purchase order {po_number}. or whatever",
    "label": 5
  },
  {
    "text": "uh i want to see a recap of the discussion for order {po_number}. real quick",
    "label": 5
  },
  {
    "text": "sorta i want to see a recap of the discussion for order {po_number}. real quick",
    "label": 5
  },
  {
    "text": "idk i need a recap of the conversation regarding purchase order {po_number}. maybe?",
    "label": 5
  },
  {
    "text": "btw can you provide a summary of the discussion on po {po_number}? thx",
    "label": 5
  },
  {
    "text": "hey can you provide a summary of the discussion on po {po_number}? maybe?",
    "label": 5
  },
  {
    "text": "btw can you summarize the discussion about order {po_number}? real quick",
    "label": 5
  },
  {
    "text": "hey what was discussed about order {po_number}? pls check",
    "label": 5
  },
  {
    "text": "lol can you give me a summary of what was discussed about po {po_number}? maybe?",
    "label": 5
  },
  {
    "text": "lol i need to know what was discussed regarding order {po_number}. thx",
    "label": 5
  },
  {
    "text": "lol can you give me a summary of what was discussed about po {po_number}? or whatever",
    "label": 5
  },
  {
    "text": "sorta can you recap the discussion on order {po_number}? maybe?",
    "label": 5
  },
  {
    "text": "btw i want to see a recap of the discussion for order {po_number}. thx",
    "label": 5
  },
  {
    "text": "quick q can you provide a summary of the discussion on po {po_number}? or whatever",
    "label": 5
  },
  {
    "text": "umm i need to know what was discussed regarding order {po_number}. maybe?",
    "label": 5
  },
  {
    "text": "quick q can you give me a summary of what was discussed about po {po_number}? thx",
    "label": 5
  },
  {
    "text": "quick q i need to know what was discussed regarding order {po_number}. or whatever",
    "label": 5
  },
  {
    "text": "lol i need to know what was discussed regarding order {po_number}. i guess",
    "label": 5
  },
  {
    "text": "pls i need a recap of the conversation regarding purchase order {po_number}. thx",
    "label": 5
  },
  {
    "text": "umm i need a recap of the conversation regarding purchase order {po_number}. maybe?",
    "label": 5
  },
  {
    "text": "lol can you provide a summary of the discussion on po {po_number}? thx",
    "label": 5
  },
  {
    "text": "lol can you summarize the discussion about order {po_number}? i guess",
    "label": 5
  },
  {
    "text": "sorta can you summarize the conversation about purchase order {po_number}? thx",
    "label": 5
  },
  {
    "text": "uh can you summarize the discussion about order {po_number}? maybe?",
    "label": 5
  },
  {
    "text": "quick q can you summarize the discussion about order {po_number}? thx",
    "label": 5
  },
  {
    "text": "sorta what's the recap of the discussion on order {po_number}? or whatever",
    "label": 5
  },
  {
    "text": "hey can you provide a summary of the discussion on po {po_number}? real quick",
    "label": 5
  },
  {
    "text": "sorta what was discussed about order {po_number}? or whatever",
    "label": 5
  },
  {
    "text": "lol can you provide a summary of the discussion on po {po_number}? or whatever",
    "label": 5
  },
  {
    "text": "When did suppliers last view my POs?",
    "label": 6
  },
  {
    "text": "I need to know the last time suppliers viewed my POs.",
    "label": 6
  },
  {
    "text": "What was the last time suppliers looked at my purchase orders?",
    "label": 6
  },
  {
    "text": "Show me when suppliers last accessed my POs.",
    "label": 6
  },
  {
    "text": "I want to see when suppliers last viewed my purchase orders.",
    "label": 6
  },
  {
    "text": "When was the most recent time suppliers viewed my POs?",
    "label": 6
  },
  {
    "text": "I need the last view timestamp for my POs from suppliers.",
    "label": 6
  },
  {
    "text": "Show me the last time suppliers viewed my purchase orders.",
    "label": 6
  },
  {
    "text": "I want to know when suppliers last accessed my purchase orders.",
    "label": 6
  },
  {
    "text": "When did suppliers most recently view my POs?",
    "label": 6
  },
  {
    "text": "Show me the last view time for my POs from suppliers.",
    "label": 6
  },
  {
    "text": "I need to see when suppliers last looked at my purchase orders.",
    "label": 6
  },
  {
    "text": "What is the last time suppliers viewed my POs?",
    "label": 6
  },
  {
    "text": "I want the last view timestamp for my POs from suppliers.",
    "label": 6
  },
  {
    "text": "Show me when suppliers most recently viewed my purchase orders.",
    "label": 6
  },
  {
    "text": "What's the most recent view time for my POs by suppliers?",
    "label": 6
  },
  {
    "text": "When was the last time suppliers looked at my purchase orders?",
    "label": 6
  },
  {
    "text": "I want to see the last time suppliers viewed my POs.",
    "label": 6
  },
  {
    "text": "What's the last view timestamp for my purchase orders by suppliers?",
    "label": 6
  },
  {
    "text": "quick q show me when suppliers last accessed my pos. maybe?",
    "label": 6
  },
  {
    "text": "quick q i want to see when suppliers last viewed my purchase orders. real quick",
    "label": 6
  },
  {
    "text": "quick q i want to see when suppliers last viewed my purchase orders. pls check",
    "label": 6
  },
  {
    "text": "idk show me when suppliers last accessed my pos. pls check",
    "label": 6
  },
  {
    "text": "lol show me when suppliers last accessed my pos. i guess",
    "label": 6
  },
  {
    "text": "idk when did suppliers last view my pos? i guess",
    "label": 6
  },
  {
    "text": "lol i want to see when suppliers last viewed my purchase orders. pls check",
    "label": 6
  },
  {
    "text": "idk i want to see when suppliers last viewed my purchase orders. thx",
    "label": 6
  },
  {
    "text": "lol when was the most recent time suppliers viewed my pos? pls check",
    "label": 6
  },
  {
    "text": "idk when did suppliers last view my pos? real quick",
    "label": 6
  },
  {
    "text": "uh show me when suppliers last accessed my pos. maybe?",
    "label": 6
  },
  {
    "text": "quick q what was the last time suppliers looked at my purchase orders? thx",
    "label": 6
  },
  {
    "text": "Can you tell me when suppliers last viewed my purchase orders?",
    "label": 6
  },
  {
    "text": "Can you provide the last view date for my POs by suppliers?",
    "label": 6
  },
  {
    "text": "Can you check when suppliers last looked at my purchase orders?",
    "label": 6
  },
  {
    "text": "What's the last view date for my POs by suppliers?",
    "label": 6
  },
  {
    "text": "Can you tell me the most recent view time for my POs by suppliers?",
    "label": 6
  },
  {
    "text": "Can you provide when suppliers last viewed my purchase orders?",
    "label": 6
  },
  {
    "text": "Can you check the last view date for my purchase orders by suppliers?",
    "label": 6
  },
  {
    "text": "Can you tell me when suppliers last accessed my purchase orders?",
    "label": 6
  },
  {
    "text": "I need to know the most recent view date for my POs from suppliers.",
    "label": 6
  },
  {
    "text": "Can you provide the last view time for my POs by suppliers?",
    "label": 6
  },
  {
    "text": "Show me the most recent view date for my purchase orders from suppliers.",
    "label": 6
  },
  {
    "text": "hey can you tell me when suppliers last viewed my purchase orders? or whatever",
    "label": 6
  },
  {
    "text": "quick q can you provide the last view date for my pos by suppliers? maybe?",
    "label": 6
  },
  {
    "text": "uh can you provide the last view date for my pos by suppliers? maybe?",
    "label": 6
  },
  {
    "text": "idk can you check when suppliers last looked at my purchase orders? thx",
    "label": 6
  },
  {
    "text": "idk can you check when suppliers last looked at my purchase orders? maybe?",
    "label": 6
  },
  {
    "text": "kinda what was the last time suppliers looked at my purchase orders? i guess",
    "label": 6
  },
  {
    "text": "kinda can you check when suppliers last looked at my purchase orders? maybe?",
    "label": 6
  },
  {
    "text": "hey show me when suppliers last accessed my pos. maybe?",
    "label": 6
  },
  {
    "text": "kinda can you provide the last view date for my pos by suppliers? pls check",
    "label": 6
  },
  {
    "text": "pls can you provide the last view date for my pos by suppliers? maybe?",
    "label": 6
  },
  {
    "text": "kinda i need to know the last time suppliers viewed my pos. real quick",
    "label": 6
  },
  {
    "text": "hey when was the most recent time suppliers viewed my pos? real quick",
    "label": 6
  },
  {
    "text": "kinda when did suppliers last view my pos? thx",
    "label": 6
  },
  {
    "text": "hey i need the last view timestamp for my pos from suppliers. i guess",
    "label": 6
  },
  {
    "text": "kinda i need the last view timestamp for my pos from suppliers. thx",
    "label": 6
  },
  {
    "text": "umm when was the most recent time suppliers viewed my pos? pls check",
    "label": 6
  },
  {
    "text": "quick q can you provide the last view date for my pos by suppliers? or whatever",
    "label": 6
  },
  {
    "text": "hey can you tell me when suppliers last viewed my purchase orders? real quick",
    "label": 6
  },
  {
    "text": "Show me orders requiring attention?",
    "label": 7
  },
  {
    "text": "I need to see orders that require my attention.",
    "label": 7
  },
  {
    "text": "What orders need to be looked at?",
    "label": 7
  },
  {
    "text": "Show me all orders that need attention.",
    "label": 7
  },
  {
    "text": "I want to see which orders need attention.",
    "label": 7
  },
  {
    "text": "What purchase orders require attention?",
    "label": 7
  },
  {
    "text": "I need to know which orders require attention.",
    "label": 7
  },
  {
    "text": "Show me orders that need my attention.",
    "label": 7
  },
  {
    "text": "What orders are flagged as requiring attention?",
    "label": 7
  },
  {
    "text": "I want to see all orders that require attention.",
    "label": 7
  },
  {
    "text": "Which orders need attention?",
    "label": 7
  },
  {
    "text": "What purchase orders need attention?",
    "label": 7
  },
  {
    "text": "I need a list of orders requiring attention.",
    "label": 7
  },
  {
    "text": "Show me which orders need attention.",
    "label": 7
  },
  {
    "text": "What orders should I pay attention to?",
    "label": 7
  },
  {
    "text": "I want to see orders that need attention.",
    "label": 7
  },
  {
    "text": "Show me all purchase orders needing attention.",
    "label": 7
  },
  {
    "text": "What orders require immediate attention?",
    "label": 7
  },
  {
    "text": "I need to see which orders need to be addressed.",
    "label": 7
  },
  {
    "text": "Show me orders flagged as requiring attention.",
    "label": 7
  },
  {
    "text": "What purchase orders need to be looked at?",
    "label": 7
  },
  {
    "text": "btw what orders need to be looked at? real quick",
    "label": 7
  },
  {
    "text": "idk what purchase orders require attention? thx",
    "label": 7
  },
  {
    "text": "lol i need to see orders that require my attention. real quick",
    "label": 7
  },
  {
    "text": "quick q show me all orders that need attention. thx",
    "label": 7
  },
  {
    "text": "quick q what orders need to be looked at? thx",
    "label": 7
  },
  {
    "text": "uh what orders need to be looked at? maybe?",
    "label": 7
  },
  {
    "text": "idk i need to know which orders require attention. real quick",
    "label": 7
  },
  {
    "text": "pls i need to see orders that require my attention. pls check",
    "label": 7
  },
  {
    "text": "uh what orders need to be looked at? thx",
    "label": 7
  },
  {
    "text": "pls show me orders requiring attention? real quick",
    "label": 7
  },
  {
    "text": "sorta show me orders requiring attention? maybe?",
    "label": 7
  },
  {
    "text": "idk i need to know which orders require attention. pls check",
    "label": 7
  },
  {
    "text": "Can you show me orders that need attention?",
    "label": 7
  },
  {
    "text": "Can you list orders requiring attention?",
    "label": 7
  },
  {
    "text": "Can you find orders that need to be addressed?",
    "label": 7
  },
  {
    "text": "Can you provide a list of orders needing attention?",
    "label": 7
  },
  {
    "text": "Can you show me orders that need to be addressed?",
    "label": 7
  },
  {
    "text": "Can you find all orders that require attention?",
    "label": 7
  },
  {
    "text": "Can you list orders that require attention?",
    "label": 7
  },
  {
    "text": "Can you provide orders that need attention?",
    "label": 7
  },
  {
    "text": "Can you find orders that require attention?",
    "label": 7
  },
  {
    "text": "kinda i need to know which orders require attention. real quick",
    "label": 7
  },
  {
    "text": "btw show me orders requiring attention? or whatever",
    "label": 7
  },
  {
    "text": "umm i need to know which orders require attention. pls check",
    "label": 7
  },
  {
    "text": "btw can you list orders requiring attention? maybe?",
    "label": 7
  },
  {
    "text": "quick q i need to see orders that require my attention. or whatever",
    "label": 7
  },
  {
    "text": "kinda i want to see which orders need attention. thx",
    "label": 7
  },
  {
    "text": "umm i need to see orders that require my attention. or whatever",
    "label": 7
  },
  {
    "text": "uh can you show me orders that need attention? or whatever",
    "label": 7
  },
  {
    "text": "uh can you show me orders that need attention? thx",
    "label": 7
  },
  {
    "text": "kinda show me all orders that need attention. pls check",
    "label": 7
  },
  {
    "text": "umm i need to see orders that require my attention. pls check",
    "label": 7
  },
  {
    "text": "sorta i need to see orders that require my attention. or whatever",
    "label": 7
  },
  {
    "text": "umm what purchase orders require attention? real quick",
    "label": 7
  },
  {
    "text": "hey can you list orders requiring attention? pls check",
    "label": 7
  },
  {
    "text": "idk show me orders requiring attention? or whatever",
    "label": 7
  },
  {
    "text": "kinda can you list orders requiring attention? thx",
    "label": 7
  },
  {
    "text": "umm i want to see which orders need attention. or whatever",
    "label": 7
  },
  {
    "text": "hey show me all orders that need attention. maybe?",
    "label": 7
  },
  {
    "text": "Which orders were never seen by suppliers?",
    "label": 8
  },
  {
    "text": "I need to see orders that were never seen by suppliers.",
    "label": 8
  },
  {
    "text": "What orders have suppliers not looked at?",
    "label": 8
  },
  {
    "text": "Show me all orders that suppliers never viewed.",
    "label": 8
  },
  {
    "text": "I want to see which orders suppliers haven't viewed.",
    "label": 8
  },
  {
    "text": "What purchase orders were never seen by suppliers?",
    "label": 8
  },
  {
    "text": "I need to know which orders were never viewed by suppliers.",
    "label": 8
  },
  {
    "text": "Show me orders that suppliers never saw.",
    "label": 8
  },
  {
    "text": "What orders have not been viewed by suppliers?",
    "label": 8
  },
  {
    "text": "I want to see all orders that suppliers haven't viewed.",
    "label": 8
  },
  {
    "text": "Which orders were never seen by suppliers?",
    "label": 8
  },
  {
    "text": "What purchase orders have suppliers never seen?",
    "label": 8
  },
  {
    "text": "I need a list of orders that were never viewed by suppliers.",
    "label": 8
  },
  {
    "text": "Show me which orders suppliers never looked at.",
    "label": 8
  },
  {
    "text": "What orders are unviewed by suppliers?",
    "label": 8
  },
  {
    "text": "I want to see orders that suppliers have never accessed.",
    "label": 8
  },
  {
    "text": "Show me all purchase orders that were never seen by suppliers.",
    "label": 8
  },
  {
    "text": "What orders have suppliers not seen?",
    "label": 8
  },
  {
    "text": "I need to see which orders suppliers never accessed.",
    "label": 8
  },
  {
    "text": "Show me orders that suppliers haven't looked at.",
    "label": 8
  },
  {
    "text": "What purchase orders were never viewed by suppliers?",
    "label": 8
  },
  {
    "text": "idk show me all orders that suppliers never viewed. maybe?",
    "label": 8
  },
  {
    "text": "idk i need to know which orders were never viewed by suppliers. maybe?",
    "label": 8
  },
  {
    "text": "btw show me all orders that suppliers never viewed. i guess",
    "label": 8
  },
  {
    "text": "idk which orders were never seen by suppliers? maybe?",
    "label": 8
  },
  {
    "text": "Can you show me orders that suppliers have never viewed?",
    "label": 8
  },
  {
    "text": "Can you list orders that were never seen by suppliers?",
    "label": 8
  },
  {
    "text": "Can you find orders that suppliers have not accessed?",
    "label": 8
  },
  {
    "text": "Can you provide a list of orders never seen by suppliers?",
    "label": 8
  },
  {
    "text": "Can you show me orders that suppliers didn't view?",
    "label": 8
  },
  {
    "text": "Can you find all orders that suppliers haven't seen?",
    "label": 8
  },
  {
    "text": "Can you list orders that suppliers never viewed?",
    "label": 8
  },
  {
    "text": "Can you provide orders that were never viewed by suppliers?",
    "label": 8
  },
  {
    "text": "Can you find orders that suppliers never saw?",
    "label": 8
  },
  {
    "text": "pls can you list orders that were never seen by suppliers? real quick",
    "label": 8
  },
  {
    "text": "kinda i want to see which orders suppliers haven't viewed. or whatever",
    "label": 8
  },
  {
    "text": "hey what purchase orders were never seen by suppliers? maybe?",
    "label": 8
  },
  {
    "text": "lol i want to see which orders suppliers haven't viewed. or whatever",
    "label": 8
  },
  {
    "text": "btw can you list orders that were never seen by suppliers? pls check",
    "label": 8
  },
  {
    "text": "quick q can you show me orders that suppliers have never viewed? thx",
    "label": 8
  },
  {
    "text": "btw can you list orders that were never seen by suppliers? or whatever",
    "label": 8
  },
  {
    "text": "btw can you find orders that suppliers have not accessed? real quick",
    "label": 8
  },
  {
    "text": "kinda can you list orders that were never seen by suppliers? pls check",
    "label": 8
  },
  {
    "text": "umm i want to see which orders suppliers haven't viewed. real quick",
    "label": 8
  },
  {
    "text": "umm what orders have suppliers not looked at? thx",
    "label": 8
  },
  {
    "text": "sorta can you find orders that suppliers have not accessed? real quick",
    "label": 8
  },
  {
    "text": "btw can you find orders that suppliers have not accessed? i guess",
    "label": 8
  },
  {
    "text": "quick q can you show me orders that suppliers have never viewed? or whatever",
    "label": 8
  },
  {
    "text": "btw can you find orders that suppliers have not accessed? pls check",
    "label": 8
  },
  {
    "text": "uh can you list orders that were never seen by suppliers? or whatever",
    "label": 8
  },
  {
    "text": "quick q what orders have suppliers not looked at? or whatever",
    "label": 8
  },
  {
    "text": "umm i need to know which orders were never viewed by suppliers. pls check",
    "label": 8
  },
  {
    "text": "btw what purchase orders were never seen by suppliers? or whatever",
    "label": 8
  },
  {
    "text": "sorta i want to see which orders suppliers haven't viewed. or whatever",
    "label": 8
  },
  {
    "text": "umm show me all orders that suppliers never viewed. i guess",
    "label": 8
  },
  {
    "text": "hey i need to see orders that were never seen by suppliers. pls check",
    "label": 8
  },
  {
    "text": "kinda can you show me orders that suppliers have never viewed? maybe?",
    "label": 8
  },
  {
    "text": "hey show me all orders that suppliers never viewed. real quick",
    "label": 8
  },
  {
    "text": "hey can you find orders that suppliers have not accessed? real quick",
    "label": 8
  },
  {
    "text": "pls can you find orders that suppliers have not accessed? thx",
    "label": 8
  },
  {
    "text": "Show me all quotes for RFQ {rfq_number}?",
    "label": 9
  },
  {
    "text": "Can you show me all quotes associated with RFQ {rfq_number}?",
    "label": 9
  },
  {
    "text": "I need to see all quotes for request for quote {rfq_number}.",
    "label": 9
  },
  {
    "text": "What quotes are available for RFQ {rfq_number}?",
    "label": 9
  },
  {
    "text": "Show me every quote for RFQ {rfq_number}.",
    "label": 9
  },
  {
    "text": "Can you list all quotes for request for quote {rfq_number}?",
    "label": 9
  },
  {
    "text": "I want to see all quotes related to RFQ {rfq_number}.",
    "label": 9
  },
  {
    "text": "What quotes have been submitted for RFQ {rfq_number}?",
    "label": 9
  },
  {
    "text": "Can you find all quotes for RFQ {rfq_number}?",
    "label": 9
  },
  {
    "text": "I need to know all quotes for request for quote {rfq_number}.",
    "label": 9
  },
  {
    "text": "Show me all the quotes for RFQ {rfq_number}.",
    "label": 9
  },
  {
    "text": "What quotes are linked to RFQ {rfq_number}?",
    "label": 9
  },
  {
    "text": "Can you provide a list of all quotes for RFQ {rfq_number}?",
    "label": 9
  },
  {
    "text": "I want to see all quotes that belong to RFQ {rfq_number}.",
    "label": 9
  },
  {
    "text": "Which quotes are for RFQ {rfq_number}?",
    "label": 9
  },
  {
    "text": "Can you show me all quotes associated with request for quote {rfq_number}?",
    "label": 9
  },
  {
    "text": "What quotes correspond to RFQ {rfq_number}?",
    "label": 9
  },
  {
    "text": "I need a list of all quotes for RFQ {rfq_number}.",
    "label": 9
  },
  {
    "text": "Show me which quotes are for request for quote {rfq_number}.",
    "label": 9
  },
  {
    "text": "Can you find all quotes related to RFQ {rfq_number}?",
    "label": 9
  },
  {
    "text": "What quotes are available for request for quote {rfq_number}?",
    "label": 9
  },
  {
    "text": "I want to see all quotes submitted for RFQ {rfq_number}.",
    "label": 9
  },
  {
    "text": "Can you list all quotes that are for RFQ {rfq_number}?",
    "label": 9
  },
  {
    "text": "Show me all purchase quotes for request for quote {rfq_number}.",
    "label": 9
  },
  {
    "text": "What quotes have been provided for RFQ {rfq_number}?",
    "label": 9
  },
  {
    "text": "Can you provide all quotes for RFQ {rfq_number}?",
    "label": 9
  },
  {
    "text": "I need to see which quotes are for request for quote {rfq_number}.",
    "label": 9
  },
  {
    "text": "Show me all quotes linked to RFQ {rfq_number}.",
    "label": 9
  },
  {
    "text": "What quotes belong to request for quote {rfq_number}?",
    "label": 9
  },
  {
    "text": "Can you find all quotes associated with RFQ {rfq_number}?",
    "label": 9
  },
  {
    "text": "kinda can you find all quotes for rfq {rfq_number}? or whatever",
    "label": 9
  },
  {
    "text": "umm can you show me all quotes associated with rfq {rfq_number}? or whatever",
    "label": 9
  },
  {
    "text": "kinda i need to see all quotes for request for quote {rfq_number}. maybe?",
    "label": 9
  },
  {
    "text": "pls show me all quotes for rfq {rfq_number}? thx",
    "label": 9
  },
  {
    "text": "quick q what quotes are available for rfq {rfq_number}? i guess",
    "label": 9
  },
  {
    "text": "sorta show me all quotes for rfq {rfq_number}? pls check",
    "label": 9
  },
  {
    "text": "hey i want to see all quotes related to rfq {rfq_number}. or whatever",
    "label": 9
  },
  {
    "text": "hey can you find all quotes for rfq {rfq_number}? pls check",
    "label": 9
  },
  {
    "text": "kinda i want to see all quotes related to rfq {rfq_number}. maybe?",
    "label": 9
  },
  {
    "text": "kinda i need to know all quotes for request for quote {rfq_number}. maybe?",
    "label": 9
  },
  {
    "text": "sorta can you list all quotes for request for quote {rfq_number}? or whatever",
    "label": 9
  },
  {
    "text": "umm can you list all quotes for request for quote {rfq_number}? thx",
    "label": 9
  },
  {
    "text": "pls i need to see all quotes for request for quote {rfq_number}. thx",
    "label": 9
  },
  {
    "text": "sorta what quotes are available for rfq {rfq_number}? thx",
    "label": 9
  },
  {
    "text": "btw show me all quotes for rfq {rfq_number}? thx",
    "label": 9
  },
  {
    "text": "idk can you list all quotes for request for quote {rfq_number}? pls check",
    "label": 9
  },
  {
    "text": "uh can you find all quotes for rfq {rfq_number}? real quick",
    "label": 9
  },
  {
    "text": "pls what quotes are available for rfq {rfq_number}? i guess",
    "label": 9
  },
  {
    "text": "quick q i want to see all quotes related to rfq {rfq_number}. real quick",
    "label": 9
  },
  {
    "text": "kinda show me every quote for rfq {rfq_number}. thx",
    "label": 9
  },
  {
    "text": "pls i want to see all quotes related to rfq {rfq_number}. maybe?",
    "label": 9
  },
  {
    "text": "idk can you show me all quotes associated with rfq {rfq_number}? maybe?",
    "label": 9
  },
  {
    "text": "pls i need to see all quotes for request for quote {rfq_number}. or whatever",
    "label": 9
  },
  {
    "text": "idk i want to see all quotes related to rfq {rfq_number}. thx",
    "label": 9
  },
  {
    "text": "sorta i need to see all quotes for request for quote {rfq_number}. real quick",
    "label": 9
  },
  {
    "text": "pls can you list all quotes for request for quote {rfq_number}? i guess",
    "label": 9
  },
  {
    "text": "sorta i need to know all quotes for request for quote {rfq_number}. or whatever",
    "label": 9
  },
  {
    "text": "lol show me every quote for rfq {rfq_number}. i guess",
    "label": 9
  },
  {
    "text": "quick q show me all quotes for rfq {rfq_number}? maybe?",
    "label": 9
  },
  {
    "text": "lol can you find all quotes for rfq {rfq_number}? or whatever",
    "label": 9
  },
  {
    "text": "Show me part prices for each quote?",
    "label": 10
  },
  {
    "text": "I need to see part prices for every quote.",
    "label": 10
  },
  {
    "text": "What are the part prices for each quote?",
    "label": 10
  },
  {
    "text": "Show me all part prices for each quote.",
    "label": 10
  },
  {
    "text": "I want to see part prices for each individual quote.",
    "label": 10
  },
  {
    "text": "What prices are listed for parts in each quote?",
    "label": 10
  },
  {
    "text": "I need to know the part prices for each quote.",
    "label": 10
  },
  {
    "text": "Show me the prices of parts for each quote.",
    "label": 10
  },
  {
    "text": "What part prices are included in each quote?",
    "label": 10
  },
  {
    "text": "I want to see all part prices listed in each quote.",
    "label": 10
  },
  {
    "text": "Which part prices are in each quote?",
    "label": 10
  },
  {
    "text": "What are the prices for parts in each quote?",
    "label": 10
  },
  {
    "text": "I need a list of part prices for each quote.",
    "label": 10
  },
  {
    "text": "Show me which part prices are in each quote.",
    "label": 10
  },
  {
    "text": "What part prices do each quote contain?",
    "label": 10
  },
  {
    "text": "I want to see part prices for each of the quotes.",
    "label": 10
  },
  {
    "text": "Show me all part pricing information for each quote.",
    "label": 10
  },
  {
    "text": "What prices are shown for parts in each quote?",
    "label": 10
  },
  {
    "text": "I need to see the part prices included in each quote.",
    "label": 10
  },
  {
    "text": "Show me part prices that are in each quote.",
    "label": 10
  },
  {
    "text": "What are the part prices for each individual quote?",
    "label": 10
  },
  {
    "text": "idk what prices are listed for parts in each quote? thx",
    "label": 10
  },
  {
    "text": "btw show me part prices for each quote? i guess",
    "label": 10
  },
  {
    "text": "btw show me all part prices for each quote. i guess",
    "label": 10
  },
  {
    "text": "lol i need to see part prices for every quote. i guess",
    "label": 10
  },
  {
    "text": "lol i want to see part prices for each individual quote. pls check",
    "label": 10
  },
  {
    "text": "sorta what are the part prices for each quote? thx",
    "label": 10
  },
  {
    "text": "lol what prices are listed for parts in each quote? thx",
    "label": 10
  },
  {
    "text": "lol i need to see part prices for every quote. real quick",
    "label": 10
  },
  {
    "text": "lol show me all part prices for each quote. thx",
    "label": 10
  },
  {
    "text": "uh show me part prices for each quote? pls check",
    "label": 10
  },
  {
    "text": "uh i need to know the part prices for each quote. maybe?",
    "label": 10
  },
  {
    "text": "quick q show me part prices for each quote? maybe?",
    "label": 10
  },
  {
    "text": "btw i want to see part prices for each individual quote. pls check",
    "label": 10
  },
  {
    "text": "Can you show me the part prices in each quote?",
    "label": 10
  },
  {
    "text": "Can you list part prices for each quote?",
    "label": 10
  },
  {
    "text": "Can you find part prices for each quote?",
    "label": 10
  },
  {
    "text": "Can you provide a list of part prices for each quote?",
    "label": 10
  },
  {
    "text": "Can you show me part pricing for each quote?",
    "label": 10
  },
  {
    "text": "Can you find all part prices for each quote?",
    "label": 10
  },
  {
    "text": "Can you list the part prices for each quote?",
    "label": 10
  },
  {
    "text": "Can you provide part prices for each quote?",
    "label": 10
  },
  {
    "text": "Can you find part pricing details for each quote?",
    "label": 10
  },
  {
    "text": "btw can you show me the part prices in each quote? thx",
    "label": 10
  },
  {
    "text": "kinda what prices are listed for parts in each quote? pls check",
    "label": 10
  },
  {
    "text": "uh can you show me the part prices in each quote? maybe?",
    "label": 10
  },
  {
    "text": "kinda i need to know the part prices for each quote. maybe?",
    "label": 10
  },
  {
    "text": "kinda show me all part prices for each quote. or whatever",
    "label": 10
  },
  {
    "text": "uh can you show me the part prices in each quote? or whatever",
    "label": 10
  },
  {
    "text": "btw can you list part prices for each quote? real quick",
    "label": 10
  },
  {
    "text": "lol can you list part prices for each quote? real quick",
    "label": 10
  },
  {
    "text": "umm i want to see part prices for each individual quote. real quick",
    "label": 10
  },
  {
    "text": "kinda i want to see part prices for each individual quote. maybe?",
    "label": 10
  },
  {
    "text": "kinda can you list part prices for each quote? maybe?",
    "label": 10
  },
  {
    "text": "umm can you show me the part prices in each quote? i guess",
    "label": 10
  },
  {
    "text": "lol can you find part prices for each quote? i guess",
    "label": 10
  },
  {
    "text": "idk what are the part prices for each quote? or whatever",
    "label": 10
  },
  {
    "text": "lol what prices are listed for parts in each quote? or whatever",
    "label": 10
  },
  {
    "text": "umm what are the part prices for each quote? or whatever",
    "label": 10
  },
  {
    "text": "umm can you find part prices for each quote? i guess",
    "label": 10
  },
  {
    "text": "I need a recap of the conversation regarding request for quote {rfq_name}.",
    "label": 11
  },
  {
    "text": "sorta i need a recap of the conversation regarding request for quote {rfq_name}. thx",
    "label": 11
  },
  {
    "text": "Can you recap the discussion on RFQ {rfq_name}?",
    "label": 11
  },
  {
    "text": "Can you summarize the discussion about RFQ {rfq_name}?",
    "label": 11
  },
  {
    "text": "What was discussed about RFQ {rfq_name}?",
    "label": 11
  },
  {
    "text": "Can you provide a summary of the discussion on request for quote {rfq_name}?",
    "label": 11
  },
  {
    "text": "I want to see a recap of the discussion for RFQ {rfq_name}.",
    "label": 11
  },
  {
    "text": "Can you give me a summary of what was discussed about request for quote {rfq_name}?",
    "label": 11
  },
  {
    "text": "What's the recap of the discussion on RFQ {rfq_name}?",
    "label": 11
  },
  {
    "text": "Can you summarize the conversation about request for quote {rfq_name}?",
    "label": 11
  },
  {
    "text": "I need to know what was discussed regarding RFQ {rfq_name}.",
    "label": 11
  },
  {
    "text": "Show me a recap of the discussion on request for quote {rfq_name}.",
    "label": 11
  },
  {
    "text": "Can you provide a recap of the conversation about RFQ {rfq_name}?",
    "label": 11
  },
  {
    "text": "What discussion took place about request for quote {rfq_name}?",
    "label": 11
  },
  {
    "text": "I want a summary of the discussion on RFQ {rfq_name}.",
    "label": 11
  },
  {
    "text": "Can you recap what was discussed about request for quote {rfq_name}?",
    "label": 11
  },
  {
    "text": "What's the summary of the discussion regarding RFQ {rfq_name}?",
    "label": 11
  },
  {
    "text": "Can you give me a recap of the discussion for request for quote {rfq_name}?",
    "label": 11
  },
  {
    "text": "I need a summary of what was discussed about RFQ {rfq_name}.",
    "label": 11
  },
  {
    "text": "Show me the recap of the discussion on request for quote {rfq_name}.",
    "label": 11
  },
  {
    "text": "Can you summarize the discussion regarding RFQ {rfq_name}?",
    "label": 11
  },
  {
    "text": "What was the discussion about request for quote {rfq_name}?",
    "label": 11
  },
  {
    "text": "I want to see a summary of the discussion on RFQ {rfq_name}.",
    "label": 11
  },
  {
    "text": "Can you provide a recap of what was discussed about request for quote {rfq_name}?",
    "label": 11
  },
  {
    "text": "What's the discussion recap for RFQ {rfq_name}?",
    "label": 11
  },
  {
    "text": "Can you give me a summary of the discussion on request for quote {rfq_name}?",
    "label": 11
  },
  {
    "text": "I need to see the recap of the discussion about RFQ {rfq_name}.",
    "label": 11
  },
  {
    "text": "Show me a summary of the discussion on request for quote {rfq_name}.",
    "label": 11
  },
  {
    "text": "Can you recap the conversation about RFQ {rfq_name}?",
    "label": 11
  },
  {
    "text": "What discussion happened regarding request for quote {rfq_name}?",
    "label": 11
  },
  {
    "text": "I want a recap of what was discussed about RFQ {rfq_name}.",
    "label": 11
  },
  {
    "text": "sorta i want to see a recap of the discussion for rfq {rfq_name}. real quick",
    "label": 11
  },
  {
    "text": "lol i want to see a recap of the discussion for rfq {rfq_name}. real quick",
    "label": 11
  },
  {
    "text": "idk what's the recap of the discussion on rfq {rfq_name}? pls check",
    "label": 11
  },
  {
    "text": "sorta what was discussed about rfq {rfq_name}? real quick",
    "label": 11
  },
  {
    "text": "lol can you provide a summary of the discussion on request for quote {rfq_name}? pls check",
    "label": 11
  },
  {
    "text": "pls can you summarize the discussion about rfq {rfq_name}? thx",
    "label": 11
  },
  {
    "text": "lol what's the recap of the discussion on rfq {rfq_name}? maybe?",
    "label": 11
  },
  {
    "text": "umm i need a recap of the conversation regarding request for quote {rfq_name}. or whatever",
    "label": 11
  },
  {
    "text": "sorta what's the recap of the discussion on rfq {rfq_name}? pls check",
    "label": 11
  },
  {
    "text": "hey what's the recap of the discussion on rfq {rfq_name}? i guess",
    "label": 11
  },
  {
    "text": "hey i need a recap of the conversation regarding request for quote {rfq_name}. real quick",
    "label": 11
  },
  {
    "text": "idk can you summarize the discussion about rfq {rfq_name}? pls check",
    "label": 11
  },
  {
    "text": "sorta i want to see a recap of the discussion for rfq {rfq_name}. maybe?",
    "label": 11
  },
  {
    "text": "lol can you summarize the discussion about rfq {rfq_name}? or whatever",
    "label": 11
  },
  {
    "text": "sorta what was discussed about rfq {rfq_name}? or whatever",
    "label": 11
  },
  {
    "text": "quick q can you recap the discussion on rfq {rfq_name}? thx",
    "label": 11
  },
  {
    "text": "umm what's the recap of the discussion on rfq {rfq_name}? or whatever",
    "label": 11
  },
  {
    "text": "lol what's the recap of the discussion on rfq {rfq_name}? real quick",
    "label": 11
  },
  {
    "text": "kinda i need a recap of the conversation regarding request for quote {rfq_name}. maybe?",
    "label": 11
  },
  {
    "text": "quick q can you give me a summary of what was discussed about request for quote {rfq_name}? thx",
    "label": 11
  },
  {
    "text": "kinda can you summarize the conversation about request for quote {rfq_name}? maybe?",
    "label": 11
  },
  {
    "text": "btw can you summarize the discussion about rfq {rfq_name}? or whatever",
    "label": 11
  },
  {
    "text": "idk what was discussed about rfq {rfq_name}? i guess",
    "label": 11
  },
  {
    "text": "quick q can you provide a summary of the discussion on request for quote {rfq_name}? i guess",
    "label": 11
  },
  {
    "text": "pls i need to know what was discussed regarding rfq {rfq_name}. i guess",
    "label": 11
  },
  {
    "text": "umm what was discussed about rfq {rfq_name}? or whatever",
    "label": 11
  },
  {
    "text": "quick q can you provide a summary of the discussion on request for quote {rfq_name}? maybe?",
    "label": 11
  },
  {
    "text": "quick q what's the recap of the discussion on rfq {rfq_name}? thx",
    "label": 11
  },
  {
    "text": "idk can you provide a summary of the discussion on request for quote {rfq_name}? maybe?",
    "label": 11
  },
  {
    "text": "Show me RFQ {rfq_name}?",
    "label": 12
  },
  {
    "text": "I need to see RFQ {rfq_name}.",
    "label": 12
  },
  {
    "text": "What is request for quote {rfq_name}?",
    "label": 12
  },
  {
    "text": "Show me the details of RFQ {rfq_name}.",
    "label": 12
  },
  {
    "text": "I want to see RFQ {rfq_name} information.",
    "label": 12
  },
  {
    "text": "What details are available for request for quote {rfq_name}?",
    "label": 12
  },
  {
    "text": "Show me request for quote {rfq_name} details.",
    "label": 12
  },
  {
    "text": "What information is there for RFQ {rfq_name}?",
    "label": 12
  },
  {
    "text": "I want to see the RFQ {rfq_name} details.",
    "label": 12
  },
  {
    "text": "Which RFQ is {rfq_name}?",
    "label": 12
  },
  {
    "text": "What is the RFQ {rfq_name}?",
    "label": 12
  },
  {
    "text": "I need a view of request for quote {rfq_name}.",
    "label": 12
  },
  {
    "text": "Show me which RFQ is {rfq_name}.",
    "label": 12
  },
  {
    "text": "What RFQ corresponds to {rfq_name}?",
    "label": 12
  },
  {
    "text": "I want to see request for quote {rfq_name}.",
    "label": 12
  },
  {
    "text": "I need to see which request for quote is {rfq_name}.",
    "label": 12
  },
  {
    "text": "Show me RFQ {rfq_name} information.",
    "label": 12
  },
  {
    "text": "uh show me the details of rfq {rfq_name}. real quick",
    "label": 12
  },
  {
    "text": "lol what details are available for request for quote {rfq_name}? maybe?",
    "label": 12
  },
  {
    "text": "lol what is request for quote {rfq_name}? thx",
    "label": 12
  },
  {
    "text": "idk show me rfq {rfq_name}? thx",
    "label": 12
  },
  {
    "text": "quick q i want to see rfq {rfq_name} information. thx",
    "label": 12
  },
  {
    "text": "lol show me the details of rfq {rfq_name}. real quick",
    "label": 12
  },
  {
    "text": "sorta i need to see rfq {rfq_name}. maybe?",
    "label": 12
  },
  {
    "text": "uh what is request for quote {rfq_name}? maybe?",
    "label": 12
  },
  {
    "text": "btw what is request for quote {rfq_name}? maybe?",
    "label": 12
  },
  {
    "text": "btw what details are available for request for quote {rfq_name}? i guess",
    "label": 12
  },
  {
    "text": "Can you show me request for quote {rfq_name}?",
    "label": 12
  },
  {
    "text": "Can you display request for quote {rfq_name}?",
    "label": 12
  },
  {
    "text": "Can you find RFQ {rfq_name}?",
    "label": 12
  },
  {
    "text": "I need to know about request for quote {rfq_name}.",
    "label": 12
  },
  {
    "text": "Can you provide request for quote {rfq_name}?",
    "label": 12
  },
  {
    "text": "Can you show me the request for quote {rfq_name}?",
    "label": 12
  },
  {
    "text": "Can you find request for quote {rfq_name}?",
    "label": 12
  },
  {
    "text": "Can you list the details for RFQ {rfq_name}?",
    "label": 12
  },
  {
    "text": "Show me all information about request for quote {rfq_name}.",
    "label": 12
  },
  {
    "text": "What can you tell me about RFQ {rfq_name}?",
    "label": 12
  },
  {
    "text": "Can you provide the details of request for quote {rfq_name}?",
    "label": 12
  },
  {
    "text": "What is request for quote {rfq_name} about?",
    "label": 12
  },
  {
    "text": "Can you find the RFQ {rfq_name}?",
    "label": 12
  },
  {
    "text": "uh i want to see rfq {rfq_name} information. or whatever",
    "label": 12
  },
  {
    "text": "umm can you display request for quote {rfq_name}? i guess",
    "label": 12
  },
  {
    "text": "idk can you show me request for quote {rfq_name}? maybe?",
    "label": 12
  },
  {
    "text": "sorta what details are available for request for quote {rfq_name}? or whatever",
    "label": 12
  },
  {
    "text": "umm what is request for quote {rfq_name}? real quick",
    "label": 12
  },
  {
    "text": "hey i want to see rfq {rfq_name} information. pls check",
    "label": 12
  },
  {
    "text": "hey i need to see rfq {rfq_name}. thx",
    "label": 12
  },
  {
    "text": "kinda i need to see rfq {rfq_name}. maybe?",
    "label": 12
  },
  {
    "text": "umm can you show me request for quote {rfq_name}? thx",
    "label": 12
  },
  {
    "text": "lol what details are available for request for quote {rfq_name}? or whatever",
    "label": 12
  },
  {
    "text": "btw can you display request for quote {rfq_name}? thx",
    "label": 12
  },
  {
    "text": "btw show me the details of rfq {rfq_name}. or whatever",
    "label": 12
  },
  {
    "text": "btw can you find rfq {rfq_name}? thx",
    "label": 12
  },
  {
    "text": "umm i need to know about request for quote {rfq_name}. or whatever",
    "label": 12
  },
  {
    "text": "hey can you show me request for quote {rfq_name}? maybe?",
    "label": 12
  },
  {
    "text": "quick q i need to know about request for quote {rfq_name}. thx",
    "label": 12
  },
  {
    "text": "uh can you find rfq {rfq_name}? or whatever",
    "label": 12
  },
  {
    "text": "umm can you display request for quote {rfq_name}? pls check",
    "label": 12
  },
  {
    "text": "umm show me the details of rfq {rfq_name}. pls check",
    "label": 12
  },
  {
    "text": "umm what is request for quote {rfq_name}? i guess",
    "label": 12
  },
  {
    "text": "Which suppliers are delayed most often?",
    "label": 13
  },
  {
    "text": "I need to see suppliers that are delayed most frequently.",
    "label": 13
  },
  {
    "text": "What suppliers experience delays most often?",
    "label": 13
  },
  {
    "text": "Show me suppliers with the highest frequency of delays.",
    "label": 13
  },
  {
    "text": "I want to see which suppliers have frequent delays.",
    "label": 13
  },
  {
    "text": "What suppliers are most frequently delayed?",
    "label": 13
  },
  {
    "text": "I need to know which suppliers are delayed most often.",
    "label": 13
  },
  {
    "text": "Show me suppliers that experience delays frequently.",
    "label": 13
  },
  {
    "text": "What suppliers have the most delay occurrences?",
    "label": 13
  },
  {
    "text": "I want to see all suppliers that are frequently delayed.",
    "label": 13
  },
  {
    "text": "Which suppliers are delayed most often?",
    "label": 13
  },
  {
    "text": "What suppliers have delays happening most often?",
    "label": 13
  },
  {
    "text": "I need a list of suppliers that are delayed most often.",
    "label": 13
  },
  {
    "text": "Show me which suppliers experience delays most frequently.",
    "label": 13
  },
  {
    "text": "What suppliers are most often delayed?",
    "label": 13
  },
  {
    "text": "I want to see suppliers that have the most delays.",
    "label": 13
  },
  {
    "text": "Show me all suppliers with frequent delay issues.",
    "label": 13
  },
  {
    "text": "What suppliers are delayed on a regular basis?",
    "label": 13
  },
  {
    "text": "I need to see which suppliers have the highest delay frequency.",
    "label": 13
  },
  {
    "text": "Show me suppliers with the most frequent delays.",
    "label": 13
  },
  {
    "text": "What suppliers experience the most delays?",
    "label": 13
  },
  {
    "text": "pls which suppliers are delayed most often? real quick",
    "label": 13
  },
  {
    "text": "btw what suppliers experience delays most often? maybe?",
    "label": 13
  },
  {
    "text": "btw what suppliers experience delays most often? thx",
    "label": 13
  },
  {
    "text": "sorta i need to see suppliers that are delayed most frequently. real quick",
    "label": 13
  },
  {
    "text": "uh i want to see which suppliers have frequent delays. real quick",
    "label": 13
  },
  {
    "text": "pls i need to see suppliers that are delayed most frequently. maybe?",
    "label": 13
  },
  {
    "text": "uh i need to see suppliers that are delayed most frequently. thx",
    "label": 13
  },
  {
    "text": "lol i want to see which suppliers have frequent delays. i guess",
    "label": 13
  },
  {
    "text": "sorta what suppliers experience delays most often? pls check",
    "label": 13
  },
  {
    "text": "lol what suppliers experience delays most often? pls check",
    "label": 13
  },
  {
    "text": "lol i need to see suppliers that are delayed most frequently. real quick",
    "label": 13
  },
  {
    "text": "pls i need to know which suppliers are delayed most often. maybe?",
    "label": 13
  },
  {
    "text": "quick q which suppliers are delayed most often? thx",
    "label": 13
  },
  {
    "text": "quick q i want to see which suppliers have frequent delays. i guess",
    "label": 13
  },
  {
    "text": "Can you show me which suppliers have the most delays?",
    "label": 13
  },
  {
    "text": "Can you list suppliers that are delayed most often?",
    "label": 13
  },
  {
    "text": "Can you find suppliers with the most delays?",
    "label": 13
  },
  {
    "text": "Can you provide a list of suppliers delayed most often?",
    "label": 13
  },
  {
    "text": "Can you show me suppliers with frequent delays?",
    "label": 13
  },
  {
    "text": "Can you find all suppliers with frequent delays?",
    "label": 13
  },
  {
    "text": "Can you list suppliers that experience delays most often?",
    "label": 13
  },
  {
    "text": "Can you provide suppliers that are delayed most often?",
    "label": 13
  },
  {
    "text": "Can you find suppliers that are delayed most often?",
    "label": 13
  },
  {
    "text": "sorta can you find suppliers with the most delays? real quick",
    "label": 13
  },
  {
    "text": "hey can you list suppliers that are delayed most often? or whatever",
    "label": 13
  },
  {
    "text": "kinda which suppliers are delayed most often? real quick",
    "label": 13
  },
  {
    "text": "kinda which suppliers are delayed most often? pls check",
    "label": 13
  },
  {
    "text": "idk can you list suppliers that are delayed most often? real quick",
    "label": 13
  },
  {
    "text": "hey show me suppliers with the highest frequency of delays. maybe?",
    "label": 13
  },
  {
    "text": "kinda i want to see which suppliers have frequent delays. pls check",
    "label": 13
  },
  {
    "text": "umm which suppliers are delayed most often? real quick",
    "label": 13
  },
  {
    "text": "uh i need to know which suppliers are delayed most often. or whatever",
    "label": 13
  },
  {
    "text": "umm can you show me which suppliers have the most delays? real quick",
    "label": 13
  },
  {
    "text": "quick q can you find suppliers with the most delays? real quick",
    "label": 13
  },
  {
    "text": "hey i want to see which suppliers have frequent delays. thx",
    "label": 13
  },
  {
    "text": "umm can you show me which suppliers have the most delays? or whatever",
    "label": 13
  },
  {
    "text": "uh can you show me which suppliers have the most delays? i guess",
    "label": 13
  },
  {
    "text": "idk which suppliers are delayed most often? or whatever",
    "label": 13
  },
  {
    "text": "hey what suppliers are most frequently delayed? i guess",
    "label": 13
  },
  {
    "text": "What POs are at risk of missing the requested delivery date?",
    "label": 14
  },
  {
    "text": "Can you show me purchase orders at risk of missing delivery dates?",
    "label": 14
  },
  {
    "text": "I need to see POs that might miss their requested delivery date.",
    "label": 14
  },
  {
    "text": "What purchase orders are at risk of not meeting delivery dates?",
    "label": 14
  },
  {
    "text": "Show me all POs at risk of missing requested delivery dates.",
    "label": 14
  },
  {
    "text": "Can you list purchase orders at risk of missing delivery dates?",
    "label": 14
  },
  {
    "text": "I want to see which POs are at risk of missing delivery dates.",
    "label": 14
  },
  {
    "text": "What POs might miss their requested delivery date?",
    "label": 14
  },
  {
    "text": "Can you find purchase orders at risk of missing delivery dates?",
    "label": 14
  },
  {
    "text": "I need to know which POs are at risk of missing delivery dates.",
    "label": 14
  },
  {
    "text": "Show me purchase orders that might miss their delivery dates.",
    "label": 14
  },
  {
    "text": "What purchase orders are at risk of not making delivery dates?",
    "label": 14
  },
  {
    "text": "Can you provide a list of POs at risk of missing delivery dates?",
    "label": 14
  },
  {
    "text": "I want to see all purchase orders at risk of missing delivery dates.",
    "label": 14
  },
  {
    "text": "Which POs are at risk of missing the requested delivery date?",
    "label": 14
  },
  {
    "text": "Can you show me purchase orders that could miss delivery dates?",
    "label": 14
  },
  {
    "text": "What POs are in danger of missing their requested delivery date?",
    "label": 14
  },
  {
    "text": "I need a list of purchase orders at risk of missing delivery dates.",
    "label": 14
  },
  {
    "text": "Show me which POs might miss their requested delivery date.",
    "label": 14
  },
  {
    "text": "Can you find all purchase orders at risk of missing delivery dates?",
    "label": 14
  },
  {
    "text": "What purchase orders could miss their delivery dates?",
    "label": 14
  },
  {
    "text": "I want to see POs that are at risk of missing delivery dates.",
    "label": 14
  },
  {
    "text": "Can you list purchase orders that might miss delivery dates?",
    "label": 14
  },
  {
    "text": "Show me all POs that are at risk of not meeting delivery dates.",
    "label": 14
  },
  {
    "text": "What purchase orders are likely to miss their delivery dates?",
    "label": 14
  },
  {
    "text": "Can you provide POs at risk of missing the requested delivery date?",
    "label": 14
  },
  {
    "text": "I need to see which purchase orders are at risk of missing delivery dates.",
    "label": 14
  },
  {
    "text": "Show me purchase orders that are at risk of missing delivery dates.",
    "label": 14
  },
  {
    "text": "What POs are at risk of not meeting their requested delivery date?",
    "label": 14
  },
  {
    "text": "Can you find purchase orders that might miss their delivery dates?",
    "label": 14
  },
  {
    "text": "lol what pos are at risk of missing the requested delivery date? maybe?",
    "label": 14
  },
  {
    "text": "kinda what pos might miss their requested delivery date? thx",
    "label": 14
  },
  {
    "text": "umm i want to see which pos are at risk of missing delivery dates. or whatever",
    "label": 14
  },
  {
    "text": "quick q what pos might miss their requested delivery date? maybe?",
    "label": 14
  },
  {
    "text": "idk i need to see pos that might miss their requested delivery date. or whatever",
    "label": 14
  },
  {
    "text": "idk can you find purchase orders at risk of missing delivery dates? i guess",
    "label": 14
  },
  {
    "text": "btw can you list purchase orders at risk of missing delivery dates? thx",
    "label": 14
  },
  {
    "text": "btw i need to know which pos are at risk of missing delivery dates. maybe?",
    "label": 14
  },
  {
    "text": "uh can you find purchase orders at risk of missing delivery dates? pls check",
    "label": 14
  },
  {
    "text": "kinda i want to see which pos are at risk of missing delivery dates. real quick",
    "label": 14
  },
  {
    "text": "idk can you find purchase orders at risk of missing delivery dates? or whatever",
    "label": 14
  },
  {
    "text": "sorta what pos might miss their requested delivery date? thx",
    "label": 14
  },
  {
    "text": "sorta what pos are at risk of missing the requested delivery date? thx",
    "label": 14
  },
  {
    "text": "quick q what pos are at risk of missing the requested delivery date? pls check",
    "label": 14
  },
  {
    "text": "hey i need to see pos that might miss their requested delivery date. maybe?",
    "label": 14
  },
  {
    "text": "btw i need to see pos that might miss their requested delivery date. maybe?",
    "label": 14
  },
  {
    "text": "umm can you list purchase orders at risk of missing delivery dates? or whatever",
    "label": 14
  },
  {
    "text": "kinda what pos might miss their requested delivery date? i guess",
    "label": 14
  },
  {
    "text": "pls i need to see pos that might miss their requested delivery date. pls check",
    "label": 14
  },
  {
    "text": "quick q what purchase orders are at risk of not meeting delivery dates? maybe?",
    "label": 14
  },
  {
    "text": "sorta i need to know which pos are at risk of missing delivery dates. or whatever",
    "label": 14
  },
  {
    "text": "umm i need to know which pos are at risk of missing delivery dates. real quick",
    "label": 14
  },
  {
    "text": "kinda i need to know which pos are at risk of missing delivery dates. i guess",
    "label": 14
  },
  {
    "text": "uh can you find purchase orders at risk of missing delivery dates? real quick",
    "label": 14
  },
  {
    "text": "idk i want to see which pos are at risk of missing delivery dates. pls check",
    "label": 14
  },
  {
    "text": "idk i need to know which pos are at risk of missing delivery dates. or whatever",
    "label": 14
  },
  {
    "text": "umm can you find purchase orders at risk of missing delivery dates? i guess",
    "label": 14
  },
  {
    "text": "quick q i need to see pos that might miss their requested delivery date. or whatever",
    "label": 14
  },
  {
    "text": "pls i need to know which pos are at risk of missing delivery dates. thx",
    "label": 14
  },
  {
    "text": "lol what pos might miss their requested delivery date? real quick",
    "label": 14
  },
  {
    "text": "Which parts have price increases compared to the last quote?",
    "label": 15
  },
  {
    "text": "I need to see parts that have increased in price compared to the last quote.",
    "label": 15
  },
  {
    "text": "What parts have higher prices than the last quote?",
    "label": 15
  },
  {
    "text": "Show me all parts with price increases compared to the last quote.",
    "label": 15
  },
  {
    "text": "I want to see which parts have increased prices compared to the last quote.",
    "label": 15
  },
  {
    "text": "What parts show price increases compared to the last quote?",
    "label": 15
  },
  {
    "text": "I need to know which parts have price increases compared to the last quote.",
    "label": 15
  },
  {
    "text": "Show me parts that have gone up in price from the last quote.",
    "label": 15
  },
  {
    "text": "What parts have experienced price increases compared to the last quote?",
    "label": 15
  },
  {
    "text": "I want to see all parts that have price increases compared to the last quote.",
    "label": 15
  },
  {
    "text": "Which parts have price increases compared to the last quote?",
    "label": 15
  },
  {
    "text": "What parts have increased in price from the last quote?",
    "label": 15
  },
  {
    "text": "I need a list of parts with price increases compared to the last quote.",
    "label": 15
  },
  {
    "text": "Show me which parts have price increases from the last quote.",
    "label": 15
  },
  {
    "text": "What parts show higher prices compared to the last quote?",
    "label": 15
  },
  {
    "text": "I want to see parts that have price increases from the last quote.",
    "label": 15
  },
  {
    "text": "Show me all parts with increased prices from the last quote.",
    "label": 15
  },
  {
    "text": "What parts have price increases relative to the last quote?",
    "label": 15
  },
  {
    "text": "I need to see which parts have increased prices from the last quote.",
    "label": 15
  },
  {
    "text": "Show me parts that have price increases compared to the last quote.",
    "label": 15
  },
  {
    "text": "What parts have gone up in price compared to the last quote?",
    "label": 15
  },
  {
    "text": "uh what parts have higher prices than the last quote? real quick",
    "label": 15
  },
  {
    "text": "idk what parts show price increases compared to the last quote? i guess",
    "label": 15
  },
  {
    "text": "quick q i want to see which parts have increased prices compared to the last quote. i guess",
    "label": 15
  },
  {
    "text": "quick q show me all parts with price increases compared to the last quote. thx",
    "label": 15
  },
  {
    "text": "btw show me all parts with price increases compared to the last quote. pls check",
    "label": 15
  },
  {
    "text": "idk i want to see which parts have increased prices compared to the last quote. i guess",
    "label": 15
  },
  {
    "text": "idk which parts have price increases compared to the last quote? pls check",
    "label": 15
  },
  {
    "text": "pls show me all parts with price increases compared to the last quote. real quick",
    "label": 15
  },
  {
    "text": "lol what parts show price increases compared to the last quote? maybe?",
    "label": 15
  },
  {
    "text": "sorta i need to know which parts have price increases compared to the last quote. maybe?",
    "label": 15
  },
  {
    "text": "lol what parts show price increases compared to the last quote? thx",
    "label": 15
  },
  {
    "text": "sorta show me all parts with price increases compared to the last quote. i guess",
    "label": 15
  },
  {
    "text": "sorta i need to see parts that have increased in price compared to the last quote. i guess",
    "label": 15
  },
  {
    "text": "uh what parts show price increases compared to the last quote? maybe?",
    "label": 15
  },
  {
    "text": "Can you show me parts with price increases from the last quote?",
    "label": 15
  },
  {
    "text": "Can you list parts that have price increases from the last quote?",
    "label": 15
  },
  {
    "text": "Can you find parts with price increases from the last quote?",
    "label": 15
  },
  {
    "text": "Can you provide a list of parts with price increases from the last quote?",
    "label": 15
  },
  {
    "text": "Can you show me parts with higher prices than the last quote?",
    "label": 15
  },
  {
    "text": "Can you find all parts with price increases compared to the last quote?",
    "label": 15
  },
  {
    "text": "Can you list parts that show price increases compared to the last quote?",
    "label": 15
  },
  {
    "text": "Can you provide parts with price increases compared to the last quote?",
    "label": 15
  },
  {
    "text": "Can you find parts with price increases from the last quote?",
    "label": 15
  },
  {
    "text": "hey i need to know which parts have price increases compared to the last quote. or whatever",
    "label": 15
  },
  {
    "text": "sorta can you find parts with price increases from the last quote? i guess",
    "label": 15
  },
  {
    "text": "btw can you show me parts with price increases from the last quote? or whatever",
    "label": 15
  },
  {
    "text": "sorta can you show me parts with price increases from the last quote? i guess",
    "label": 15
  },
  {
    "text": "umm can you list parts that have price increases from the last quote? i guess",
    "label": 15
  },
  {
    "text": "pls can you find parts with price increases from the last quote? pls check",
    "label": 15
  },
  {
    "text": "uh can you show me parts with price increases from the last quote? i guess",
    "label": 15
  },
  {
    "text": "idk can you list parts that have price increases from the last quote? pls check",
    "label": 15
  },
  {
    "text": "quick q can you list parts that have price increases from the last quote? maybe?",
    "label": 15
  },
  {
    "text": "umm what parts show price increases compared to the last quote? i guess",
    "label": 15
  },
  {
    "text": "sorta can you show me parts with price increases from the last quote? maybe?",
    "label": 15
  },
  {
    "text": "umm can you list parts that have price increases from the last quote? or whatever",
    "label": 15
  },
  {
    "text": "hey i want to see which parts have increased prices compared to the last quote. real quick",
    "label": 15
  },
  {
    "text": "umm what parts have higher prices than the last quote? or whatever",
    "label": 15
  },
  {
    "text": "umm i want to see which parts have increased prices compared to the last quote. i guess",
    "label": 15
  },
  {
    "text": "umm what parts show price increases compared to the last quote? maybe?",
    "label": 15
  },
  {
    "text": "What RFQs are still awaiting supplier responses?",
    "label": 16
  },
  {
    "text": "I need to see request for quotes still awaiting supplier responses.",
    "label": 16
  },
  {
    "text": "What RFQs are waiting for suppliers to respond?",
    "label": 16
  },
  {
    "text": "Show me all RFQs that are still awaiting supplier responses.",
    "label": 16
  },
  {
    "text": "I want to see which RFQs are still waiting for supplier responses.",
    "label": 16
  },
  {
    "text": "What request for quotes are awaiting supplier responses?",
    "label": 16
  },
  {
    "text": "I need to know which RFQs are awaiting supplier responses.",
    "label": 16
  },
  {
    "text": "Show me request for quotes that are waiting for supplier responses.",
    "label": 16
  },
  {
    "text": "What RFQs have not yet received supplier responses?",
    "label": 16
  },
  {
    "text": "I want to see all request for quotes still awaiting supplier responses.",
    "label": 16
  },
  {
    "text": "Which RFQs are still awaiting supplier responses?",
    "label": 16
  },
  {
    "text": "What RFQs are pending supplier responses?",
    "label": 16
  },
  {
    "text": "I need a list of RFQs that are still awaiting supplier responses.",
    "label": 16
  },
  {
    "text": "Show me which request for quotes are awaiting supplier responses.",
    "label": 16
  },
  {
    "text": "What request for quotes are still waiting for supplier responses?",
    "label": 16
  },
  {
    "text": "I want to see RFQs that are awaiting supplier responses.",
    "label": 16
  },
  {
    "text": "Show me all RFQs pending supplier responses.",
    "label": 16
  },
  {
    "text": "What request for quotes have not received supplier responses yet?",
    "label": 16
  },
  {
    "text": "I need to see which request for quotes are awaiting supplier responses.",
    "label": 16
  },
  {
    "text": "Show me RFQs that are waiting for supplier responses.",
    "label": 16
  },
  {
    "text": "What RFQs are still pending responses from suppliers?",
    "label": 16
  },
  {
    "text": "lol i need to see request for quotes still awaiting supplier responses. i guess",
    "label": 16
  },
  {
    "text": "sorta i need to know which rfqs are awaiting supplier responses. real quick",
    "label": 16
  },
  {
    "text": "sorta what request for quotes are awaiting supplier responses? i guess",
    "label": 16
  },
  {
    "text": "quick q i need to know which rfqs are awaiting supplier responses. thx",
    "label": 16
  },
  {
    "text": "idk show me all rfqs that are still awaiting supplier responses. maybe?",
    "label": 16
  },
  {
    "text": "pls what rfqs are still awaiting supplier responses? i guess",
    "label": 16
  },
  {
    "text": "pls show me all rfqs that are still awaiting supplier responses. pls check",
    "label": 16
  },
  {
    "text": "pls i need to see request for quotes still awaiting supplier responses. thx",
    "label": 16
  },
  {
    "text": "idk what rfqs are waiting for suppliers to respond? pls check",
    "label": 16
  },
  {
    "text": "quick q i need to see request for quotes still awaiting supplier responses. maybe?",
    "label": 16
  },
  {
    "text": "btw i need to know which rfqs are awaiting supplier responses. thx",
    "label": 16
  },
  {
    "text": "idk i want to see which rfqs are still waiting for supplier responses. thx",
    "label": 16
  },
  {
    "text": "uh show me all rfqs that are still awaiting supplier responses. pls check",
    "label": 16
  },
  {
    "text": "pls what request for quotes are awaiting supplier responses? real quick",
    "label": 16
  },
  {
    "text": "Can you show me RFQs that are waiting for supplier responses?",
    "label": 16
  },
  {
    "text": "Can you list request for quotes awaiting supplier responses?",
    "label": 16
  },
  {
    "text": "Can you find RFQs that are still awaiting supplier responses?",
    "label": 16
  },
  {
    "text": "Can you provide a list of RFQs awaiting supplier responses?",
    "label": 16
  },
  {
    "text": "Can you show me request for quotes waiting for supplier responses?",
    "label": 16
  },
  {
    "text": "Can you find all RFQs waiting for supplier responses?",
    "label": 16
  },
  {
    "text": "Can you list request for quotes that are still awaiting supplier responses?",
    "label": 16
  },
  {
    "text": "Can you provide RFQs that are still awaiting supplier responses?",
    "label": 16
  },
  {
    "text": "Can you find request for quotes awaiting supplier responses?",
    "label": 16
  },
  {
    "text": "kinda can you list request for quotes awaiting supplier responses? i guess",
    "label": 16
  },
  {
    "text": "sorta can you list request for quotes awaiting supplier responses? real quick",
    "label": 16
  },
  {
    "text": "hey show me all rfqs that are still awaiting supplier responses. thx",
    "label": 16
  },
  {
    "text": "hey show me all rfqs that are still awaiting supplier responses. pls check",
    "label": 16
  },
  {
    "text": "hey i need to see request for quotes still awaiting supplier responses. i guess",
    "label": 16
  },
  {
    "text": "quick q can you find rfqs that are still awaiting supplier responses? or whatever",
    "label": 16
  },
  {
    "text": "umm what request for quotes are awaiting supplier responses? i guess",
    "label": 16
  },
  {
    "text": "kinda i want to see which rfqs are still waiting for supplier responses. real quick",
    "label": 16
  },
  {
    "text": "kinda i need to know which rfqs are awaiting supplier responses. or whatever",
    "label": 16
  },
  {
    "text": "umm can you list request for quotes awaiting supplier responses? or whatever",
    "label": 16
  },
  {
    "text": "umm what request for quotes are awaiting supplier responses? or whatever",
    "label": 16
  },
  {
    "text": "kinda what rfqs are still awaiting supplier responses? or whatever",
    "label": 16
  },
  {
    "text": "kinda i want to see which rfqs are still waiting for supplier responses. thx",
    "label": 16
  },
  {
    "text": "btw i need to see request for quotes still awaiting supplier responses. or whatever",
    "label": 16
  },
  {
    "text": "sorta can you list request for quotes awaiting supplier responses? or whatever",
    "label": 16
  },
  {
    "text": "idk can you show me rfqs that are waiting for supplier responses? or whatever",
    "label": 16
  },
  {
    "text": "Which suppliers have not acknowledged their POs?",
    "label": 17
  },
  {
    "text": "I need to see suppliers who have not acknowledged their POs.",
    "label": 17
  },
  {
    "text": "What suppliers have not acknowledged their purchase orders?",
    "label": 17
  },
  {
    "text": "Show me all suppliers that haven't acknowledged their POs.",
    "label": 17
  },
  {
    "text": "I want to see which suppliers haven't acknowledged their POs.",
    "label": 17
  },
  {
    "text": "What suppliers are missing acknowledgments for their purchase orders?",
    "label": 17
  },
  {
    "text": "I need to know which suppliers have not acknowledged their purchase orders.",
    "label": 17
  },
  {
    "text": "Show me suppliers that haven't acknowledged their purchase orders.",
    "label": 17
  },
  {
    "text": "What suppliers have failed to acknowledge their POs?",
    "label": 17
  },
  {
    "text": "I want to see all suppliers that have not acknowledged their POs.",
    "label": 17
  },
  {
    "text": "Which suppliers have not acknowledged their POs?",
    "label": 17
  },
  {
    "text": "What suppliers are without acknowledgments for their POs?",
    "label": 17
  },
  {
    "text": "I need a list of suppliers that haven't acknowledged their purchase orders.",
    "label": 17
  },
  {
    "text": "Show me which suppliers have not acknowledged their POs.",
    "label": 17
  },
  {
    "text": "What suppliers have not provided acknowledgments for their POs?",
    "label": 17
  },
  {
    "text": "I want to see suppliers that haven't acknowledged their purchase orders.",
    "label": 17
  },
  {
    "text": "Show me all suppliers missing acknowledgments for their purchase orders.",
    "label": 17
  },
  {
    "text": "What suppliers are awaiting acknowledgment of their POs?",
    "label": 17
  },
  {
    "text": "I need to see which suppliers haven't acknowledged their POs.",
    "label": 17
  },
  {
    "text": "Show me suppliers that have not acknowledged their purchase orders.",
    "label": 17
  },
  {
    "text": "What suppliers are without PO acknowledgments?",
    "label": 17
  },
  {
    "text": "btw show me all suppliers that haven't acknowledged their pos. real quick",
    "label": 17
  },
  {
    "text": "btw i need to see suppliers who have not acknowledged their pos. real quick",
    "label": 17
  },
  {
    "text": "idk show me all suppliers that haven't acknowledged their pos. thx",
    "label": 17
  },
  {
    "text": "uh show me all suppliers that haven't acknowledged their pos. i guess",
    "label": 17
  },
  {
    "text": "quick q show me all suppliers that haven't acknowledged their pos. thx",
    "label": 17
  },
  {
    "text": "lol what suppliers are missing acknowledgments for their purchase orders? thx",
    "label": 17
  },
  {
    "text": "lol show me all suppliers that haven't acknowledged their pos. maybe?",
    "label": 17
  },
  {
    "text": "idk i need to know which suppliers have not acknowledged their purchase orders. maybe?",
    "label": 17
  },
  {
    "text": "pls i need to know which suppliers have not acknowledged their purchase orders. thx",
    "label": 17
  },
  {
    "text": "quick q i need to know which suppliers have not acknowledged their purchase orders. real quick",
    "label": 17
  },
  {
    "text": "sorta i want to see which suppliers haven't acknowledged their pos. real quick",
    "label": 17
  },
  {
    "text": "pls i want to see which suppliers haven't acknowledged their pos. i guess",
    "label": 17
  },
  {
    "text": "lol what suppliers have not acknowledged their purchase orders? real quick",
    "label": 17
  },
  {
    "text": "Can you show me suppliers that haven't acknowledged their purchase orders?",
    "label": 17
  },
  {
    "text": "Can you list suppliers who have not acknowledged their purchase orders?",
    "label": 17
  },
  {
    "text": "Can you find suppliers that have not acknowledged their POs?",
    "label": 17
  },
  {
    "text": "Can you provide a list of suppliers who haven't acknowledged their purchase orders?",
    "label": 17
  },
  {
    "text": "Can you show me suppliers who haven't acknowledged their purchase orders?",
    "label": 17
  },
  {
    "text": "Can you find all suppliers who haven't acknowledged their purchase orders?",
    "label": 17
  },
  {
    "text": "Can you list suppliers that have not acknowledged their POs?",
    "label": 17
  },
  {
    "text": "Can you provide suppliers who have not acknowledged their purchase orders?",
    "label": 17
  },
  {
    "text": "Can you find suppliers who haven't acknowledged their purchase orders?",
    "label": 17
  },
  {
    "text": "sorta which suppliers have not acknowledged their pos? or whatever",
    "label": 17
  },
  {
    "text": "kinda can you show me suppliers that haven't acknowledged their purchase orders? real quick",
    "label": 17
  },
  {
    "text": "umm can you show me suppliers that haven't acknowledged their purchase orders? real quick",
    "label": 17
  },
  {
    "text": "sorta can you show me suppliers that haven't acknowledged their purchase orders? i guess",
    "label": 17
  },
  {
    "text": "umm can you list suppliers who have not acknowledged their purchase orders? thx",
    "label": 17
  },
  {
    "text": "uh i need to know which suppliers have not acknowledged their purchase orders. or whatever",
    "label": 17
  },
  {
    "text": "uh can you show me suppliers that haven't acknowledged their purchase orders? i guess",
    "label": 17
  },
  {
    "text": "quick q i need to see suppliers who have not acknowledged their pos. or whatever",
    "label": 17
  },
  {
    "text": "btw can you find suppliers that have not acknowledged their pos? thx",
    "label": 17
  },
  {
    "text": "hey i want to see which suppliers haven't acknowledged their pos. pls check",
    "label": 17
  },
  {
    "text": "umm can you show me suppliers that haven't acknowledged their purchase orders? thx",
    "label": 17
  },
  {
    "text": "lol can you find suppliers that have not acknowledged their pos? i guess",
    "label": 17
  },
  {
    "text": "lol can you list suppliers who have not acknowledged their purchase orders? i guess",
    "label": 17
  },
  {
    "text": "sorta can you list suppliers who have not acknowledged their purchase orders? i guess",
    "label": 17
  },
  {
    "text": "idk i need to know which suppliers have not acknowledged their purchase orders. or whatever",
    "label": 17
  },
  {
    "text": "kinda show me all suppliers that haven't acknowledged their pos. thx",
    "label": 17
  },
  {
    "text": "umm what suppliers have not acknowledged their purchase orders? real quick",
    "label": 17
  },
  {
    "text": "What parts have single-source or no active suppliers?",
    "label": 18
  },
  {
    "text": "I need to see parts with single-source suppliers or no active suppliers.",
    "label": 18
  },
  {
    "text": "What parts have only one supplier or no active suppliers?",
    "label": 18
  },
  {
    "text": "Show me all parts that have single-source or no active suppliers.",
    "label": 18
  },
  {
    "text": "I want to see which parts have single-source or no active suppliers.",
    "label": 18
  },
  {
    "text": "What parts are single-sourced or have no active suppliers?",
    "label": 18
  },
  {
    "text": "I need to know which parts have single-source or no active suppliers.",
    "label": 18
  },
  {
    "text": "Show me parts that are single-sourced or have no active suppliers.",
    "label": 18
  },
  {
    "text": "What parts have a single supplier or no active suppliers?",
    "label": 18
  },
  {
    "text": "I want to see all parts that have single-source or no active suppliers.",
    "label": 18
  },
  {
    "text": "Which parts have single-source or no active suppliers?",
    "label": 18
  },
  {
    "text": "What parts are limited to single-source or have no active suppliers?",
    "label": 18
  },
  {
    "text": "I need a list of parts that have single-source or no active suppliers.",
    "label": 18
  },
  {
    "text": "Show me which parts have single-source or no active suppliers.",
    "label": 18
  },
  {
    "text": "What parts have single-source suppliers or lack active suppliers?",
    "label": 18
  },
  {
    "text": "I want to see parts that have single-source or no active suppliers.",
    "label": 18
  },
  {
    "text": "Show me all parts with single-source or no active suppliers.",
    "label": 18
  },
  {
    "text": "What parts have only a single supplier or no active suppliers?",
    "label": 18
  },
  {
    "text": "I need to see which parts have single-source or no active suppliers.",
    "label": 18
  },
  {
    "text": "Show me parts that have single-source or no active suppliers.",
    "label": 18
  },
  {
    "text": "What parts are single-sourced or missing active suppliers?",
    "label": 18
  },
  {
    "text": "idk i need to know which parts have single-source or no active suppliers. i guess",
    "label": 18
  },
  {
    "text": "idk what parts have only one supplier or no active suppliers? real quick",
    "label": 18
  },
  {
    "text": "quick q what parts are single-sourced or have no active suppliers? maybe?",
    "label": 18
  },
  {
    "text": "lol what parts are single-sourced or have no active suppliers? pls check",
    "label": 18
  },
  {
    "text": "idk what parts are single-sourced or have no active suppliers? thx",
    "label": 18
  },
  {
    "text": "sorta what parts are single-sourced or have no active suppliers? maybe?",
    "label": 18
  },
  {
    "text": "sorta what parts have single-source or no active suppliers? maybe?",
    "label": 18
  },
  {
    "text": "lol what parts are single-sourced or have no active suppliers? real quick",
    "label": 18
  },
  {
    "text": "idk what parts have single-source or no active suppliers? pls check",
    "label": 18
  },
  {
    "text": "uh what parts have only one supplier or no active suppliers? real quick",
    "label": 18
  },
  {
    "text": "quick q i need to know which parts have single-source or no active suppliers. pls check",
    "label": 18
  },
  {
    "text": "pls what parts are single-sourced or have no active suppliers? maybe?",
    "label": 18
  },
  {
    "text": "sorta what parts have only one supplier or no active suppliers? pls check",
    "label": 18
  },
  {
    "text": "idk i need to know which parts have single-source or no active suppliers. pls check",
    "label": 18
  },
  {
    "text": "Can you show me parts that have single-source or no active suppliers?",
    "label": 18
  },
  {
    "text": "Can you list parts with single-source or no active suppliers?",
    "label": 18
  },
  {
    "text": "Can you find parts that have single-source or no active suppliers?",
    "label": 18
  },
  {
    "text": "Can you provide a list of parts with single-source or no active suppliers?",
    "label": 18
  },
  {
    "text": "Can you show me parts with only one supplier or no active suppliers?",
    "label": 18
  },
  {
    "text": "Can you find all parts with single-source or no active suppliers?",
    "label": 18
  },
  {
    "text": "Can you list parts that are single-sourced or have no active suppliers?",
    "label": 18
  },
  {
    "text": "Can you provide parts with single-source or no active suppliers?",
    "label": 18
  },
  {
    "text": "Can you find parts with single-source or no active suppliers?",
    "label": 18
  },
  {
    "text": "kinda what parts have only one supplier or no active suppliers? thx",
    "label": 18
  },
  {
    "text": "btw can you show me parts that have single-source or no active suppliers? or whatever",
    "label": 18
  },
  {
    "text": "pls what parts have single-source or no active suppliers? or whatever",
    "label": 18
  },
  {
    "text": "umm i want to see which parts have single-source or no active suppliers. i guess",
    "label": 18
  },
  {
    "text": "kinda i need to know which parts have single-source or no active suppliers. real quick",
    "label": 18
  },
  {
    "text": "idk what parts are single-sourced or have no active suppliers? or whatever",
    "label": 18
  },
  {
    "text": "hey show me all parts that have single-source or no active suppliers. maybe?",
    "label": 18
  },
  {
    "text": "hey what parts have single-source or no active suppliers? thx",
    "label": 18
  },
  {
    "text": "hey show me all parts that have single-source or no active suppliers. thx",
    "label": 18
  },
  {
    "text": "hey what parts have only one supplier or no active suppliers? pls check",
    "label": 18
  },
  {
    "text": "quick q show me all parts that have single-source or no active suppliers. or whatever",
    "label": 18
  },
  {
    "text": "kinda what parts are single-sourced or have no active suppliers? real quick",
    "label": 18
  },
  {
    "text": "umm i need to know which parts have single-source or no active suppliers. thx",
    "label": 18
  },
  {
    "text": "pls can you list parts with single-source or no active suppliers? maybe?",
    "label": 18
  },
  {
    "text": "hey i want to see which parts have single-source or no active suppliers. pls check",
    "label": 18
  },
  {
    "text": "sorta can you show me parts that have single-source or no active suppliers? or whatever",
    "label": 18
  },
  {
    "text": "Which POs are partially fulfilled?",
    "label": 19
  },
  {
    "text": "I need to see POs that have been partially fulfilled.",
    "label": 19
  },
  {
    "text": "What purchase orders are partially fulfilled?",
    "label": 19
  },
  {
    "text": "Show me all POs that are partially fulfilled.",
    "label": 19
  },
  {
    "text": "I want to see which POs are partially fulfilled.",
    "label": 19
  },
  {
    "text": "What POs have partial fulfillment?",
    "label": 19
  },
  {
    "text": "I need to know which POs are partially fulfilled.",
    "label": 19
  },
  {
    "text": "Show me purchase orders with partial fulfillment.",
    "label": 19
  },
  {
    "text": "What purchase orders are only partially fulfilled?",
    "label": 19
  },
  {
    "text": "I want to see all purchase orders that are partially fulfilled.",
    "label": 19
  },
  {
    "text": "Which POs are partially fulfilled?",
    "label": 19
  },
  {
    "text": "What POs have been partially fulfilled?",
    "label": 19
  },
  {
    "text": "I need a list of purchase orders that are partially fulfilled.",
    "label": 19
  },
  {
    "text": "Show me which POs are partially fulfilled.",
    "label": 19
  },
  {
    "text": "What purchase orders show partial fulfillment?",
    "label": 19
  },
  {
    "text": "I want to see POs that are partially fulfilled.",
    "label": 19
  },
  {
    "text": "Show me all POs that have partial fulfillment.",
    "label": 19
  },
  {
    "text": "What purchase orders are in a partially fulfilled state?",
    "label": 19
  },
  {
    "text": "I need to see which purchase orders are partially fulfilled.",
    "label": 19
  },
  {
    "text": "Show me purchase orders that are partially fulfilled.",
    "label": 19
  },
  {
    "text": "What POs have received partial fulfillment?",
    "label": 19
  },
  {
    "text": "idk what purchase orders are partially fulfilled? i guess",
    "label": 19
  },
  {
    "text": "btw what pos have partial fulfillment? i guess",
    "label": 19
  },
  {
    "text": "sorta i need to see pos that have been partially fulfilled. thx",
    "label": 19
  },
  {
    "text": "idk what purchase orders are partially fulfilled? real quick",
    "label": 19
  },
  {
    "text": "quick q i need to see pos that have been partially fulfilled. maybe?",
    "label": 19
  },
  {
    "text": "lol what purchase orders are partially fulfilled? real quick",
    "label": 19
  },
  {
    "text": "quick q which pos are partially fulfilled? real quick",
    "label": 19
  },
  {
    "text": "btw what purchase orders are partially fulfilled? thx",
    "label": 19
  },
  {
    "text": "pls what pos have partial fulfillment? thx",
    "label": 19
  },
  {
    "text": "quick q i need to see pos that have been partially fulfilled. i guess",
    "label": 19
  },
  {
    "text": "lol i need to know which pos are partially fulfilled. real quick",
    "label": 19
  },
  {
    "text": "btw what purchase orders are partially fulfilled? i guess",
    "label": 19
  },
  {
    "text": "Can you show me purchase orders that are partially fulfilled?",
    "label": 19
  },
  {
    "text": "Can you list purchase orders that are partially fulfilled?",
    "label": 19
  },
  {
    "text": "Can you find purchase orders that are partially fulfilled?",
    "label": 19
  },
  {
    "text": "Can you provide a list of POs that are partially fulfilled?",
    "label": 19
  },
  {
    "text": "Can you show me purchase orders with partial fulfillment status?",
    "label": 19
  },
  {
    "text": "Can you find all purchase orders that are partially fulfilled?",
    "label": 19
  },
  {
    "text": "Can you list purchase orders with partial fulfillment?",
    "label": 19
  },
  {
    "text": "Can you provide POs that are partially fulfilled?",
    "label": 19
  },
  {
    "text": "Can you find purchase orders that are partially fulfilled?",
    "label": 19
  },
  {
    "text": "quick q can you show me purchase orders that are partially fulfilled? maybe?",
    "label": 19
  },
  {
    "text": "kinda show me all pos that are partially fulfilled. i guess",
    "label": 19
  },
  {
    "text": "hey i need to know which pos are partially fulfilled. or whatever",
    "label": 19
  },
  {
    "text": "uh can you show me purchase orders that are partially fulfilled? maybe?",
    "label": 19
  },
  {
    "text": "uh what pos have partial fulfillment? or whatever",
    "label": 19
  },
  {
    "text": "hey show me all pos that are partially fulfilled. maybe?",
    "label": 19
  },
  {
    "text": "btw can you show me purchase orders that are partially fulfilled? real quick",
    "label": 19
  },
  {
    "text": "quick q i want to see which pos are partially fulfilled. or whatever",
    "label": 19
  },
  {
    "text": "pls can you show me purchase orders that are partially fulfilled? real quick",
    "label": 19
  },
  {
    "text": "umm i need to see pos that have been partially fulfilled. maybe?",
    "label": 19
  },
  {
    "text": "hey which pos are partially fulfilled? i guess",
    "label": 19
  },
  {
    "text": "umm can you list purchase orders that are partially fulfilled? real quick",
    "label": 19
  },
  {
    "text": "btw can you find purchase orders that are partially fulfilled? or whatever",
    "label": 19
  },
  {
    "text": "kinda can you list purchase orders that are partially fulfilled? pls check",
    "label": 19
  },
  {
    "text": "kinda show me all pos that are partially fulfilled. maybe?",
    "label": 19
  },
  {
    "text": "kinda what pos have partial fulfillment? or whatever",
    "label": 19
  },
  {
    "text": "sorta can you find purchase orders that are partially fulfilled? pls check",
    "label": 19
  },
  {
    "text": "kinda what pos have partial fulfillment? thx",
    "label": 19
  },
  {
    "text": "What parts are backordered by suppliers?",
    "label": 20
  },
  {
    "text": "I need to see parts that suppliers have backordered.",
    "label": 20
  },
  {
    "text": "What parts are on backorder from suppliers?",
    "label": 20
  },
  {
    "text": "Show me all parts that are backordered by suppliers.",
    "label": 20
  },
  {
    "text": "I want to see which parts are backordered by suppliers.",
    "label": 20
  },
  {
    "text": "What parts have been backordered by suppliers?",
    "label": 20
  },
  {
    "text": "I need to know which parts are backordered by suppliers.",
    "label": 20
  },
  {
    "text": "Show me parts that suppliers have placed on backorder.",
    "label": 20
  },
  {
    "text": "What parts are currently backordered by suppliers?",
    "label": 20
  },
  {
    "text": "I want to see all parts that are backordered by suppliers.",
    "label": 20
  },
  {
    "text": "Which parts are backordered by suppliers?",
    "label": 20
  },
  {
    "text": "What parts have suppliers backordered?",
    "label": 20
  },
  {
    "text": "I need a list of parts that are backordered by suppliers.",
    "label": 20
  },
  {
    "text": "Show me which parts are backordered by suppliers.",
    "label": 20
  },
  {
    "text": "What parts are in backorder status from suppliers?",
    "label": 20
  },
  {
    "text": "I want to see parts that are backordered by suppliers.",
    "label": 20
  },
  {
    "text": "Show me all parts on backorder from suppliers.",
    "label": 20
  },
  {
    "text": "What parts have been placed on backorder by suppliers?",
    "label": 20
  },
  {
    "text": "I need to see which parts are backordered by suppliers.",
    "label": 20
  },
  {
    "text": "Show me parts that are on backorder from suppliers.",
    "label": 20
  },
  {
    "text": "What parts are backordered by suppliers currently?",
    "label": 20
  },
  {
    "text": "pls show me all parts that are backordered by suppliers. i guess",
    "label": 20
  },
  {
    "text": "lol show me all parts that are backordered by suppliers. maybe?",
    "label": 20
  },
  {
    "text": "sorta what parts are on backorder from suppliers? i guess",
    "label": 20
  },
  {
    "text": "idk i want to see which parts are backordered by suppliers. thx",
    "label": 20
  },
  {
    "text": "pls show me all parts that are backordered by suppliers. real quick",
    "label": 20
  },
  {
    "text": "pls what parts are backordered by suppliers? real quick",
    "label": 20
  },
  {
    "text": "lol i need to know which parts are backordered by suppliers. thx",
    "label": 20
  },
  {
    "text": "sorta i need to see parts that suppliers have backordered. pls check",
    "label": 20
  },
  {
    "text": "idk what parts are backordered by suppliers? thx",
    "label": 20
  },
  {
    "text": "uh i want to see which parts are backordered by suppliers. i guess",
    "label": 20
  },
  {
    "text": "uh what parts are backordered by suppliers? i guess",
    "label": 20
  },
  {
    "text": "lol i need to see parts that suppliers have backordered. maybe?",
    "label": 20
  },
  {
    "text": "uh show me all parts that are backordered by suppliers. pls check",
    "label": 20
  },
  {
    "text": "uh i want to see which parts are backordered by suppliers. maybe?",
    "label": 20
  },
  {
    "text": "Can you show me parts that are backordered by suppliers?",
    "label": 20
  },
  {
    "text": "Can you list parts that are backordered by suppliers?",
    "label": 20
  },
  {
    "text": "Can you find parts that are backordered by suppliers?",
    "label": 20
  },
  {
    "text": "Can you provide a list of parts backordered by suppliers?",
    "label": 20
  },
  {
    "text": "Can you show me parts on backorder from suppliers?",
    "label": 20
  },
  {
    "text": "Can you find all parts that are backordered by suppliers?",
    "label": 20
  },
  {
    "text": "Can you list parts that suppliers have backordered?",
    "label": 20
  },
  {
    "text": "Can you provide parts that are backordered by suppliers?",
    "label": 20
  },
  {
    "text": "Can you find parts that suppliers have backordered?",
    "label": 20
  },
  {
    "text": "pls can you show me parts that are backordered by suppliers? thx",
    "label": 20
  },
  {
    "text": "hey show me all parts that are backordered by suppliers. thx",
    "label": 20
  },
  {
    "text": "idk i want to see which parts are backordered by suppliers. or whatever",
    "label": 20
  },
  {
    "text": "uh can you show me parts that are backordered by suppliers? real quick",
    "label": 20
  },
  {
    "text": "lol can you list parts that are backordered by suppliers? or whatever",
    "label": 20
  },
  {
    "text": "hey can you show me parts that are backordered by suppliers? thx",
    "label": 20
  },
  {
    "text": "uh can you show me parts that are backordered by suppliers? i guess",
    "label": 20
  },
  {
    "text": "pls what parts are backordered by suppliers? or whatever",
    "label": 20
  },
  {
    "text": "pls can you find parts that are backordered by suppliers? pls check",
    "label": 20
  },
  {
    "text": "quick q can you show me parts that are backordered by suppliers? or whatever",
    "label": 20
  },
  {
    "text": "kinda i want to see which parts are backordered by suppliers. thx",
    "label": 20
  },
  {
    "text": "uh can you find parts that are backordered by suppliers? pls check",
    "label": 20
  },
  {
    "text": "hey can you find parts that are backordered by suppliers? or whatever",
    "label": 20
  },
  {
    "text": "quick q can you list parts that are backordered by suppliers? thx",
    "label": 20
  },
  {
    "text": "umm can you list parts that are backordered by suppliers? real quick",
    "label": 20
  },
  {
    "text": "kinda what parts have been backordered by suppliers? or whatever",
    "label": 20
  },
  {
    "text": "What suppliers consistently deliver on time?",
    "label": 21
  },
  {
    "text": "Which suppliers consistently meet delivery dates?",
    "label": 21
  },
  {
    "text": "Can you show me suppliers that consistently meet delivery dates?",
    "label": 21
  },
  {
    "text": "I need to see suppliers who consistently meet their delivery dates.",
    "label": 21
  },
  {
    "text": "What suppliers consistently meet delivery dates?",
    "label": 21
  },
  {
    "text": "Show me all suppliers that consistently meet delivery dates.",
    "label": 21
  },
  {
    "text": "Can you list suppliers who consistently meet delivery dates?",
    "label": 21
  },
  {
    "text": "I want to see which suppliers consistently meet delivery dates.",
    "label": 21
  },
  {
    "text": "What suppliers are reliable in meeting delivery dates?",
    "label": 21
  },
  {
    "text": "Can you find suppliers that consistently meet delivery dates?",
    "label": 21
  },
  {
    "text": "I need to know which suppliers consistently meet delivery dates.",
    "label": 21
  },
  {
    "text": "Show me suppliers that regularly meet their delivery dates.",
    "label": 21
  },
  {
    "text": "Can you provide a list of suppliers who consistently meet delivery dates?",
    "label": 21
  },
  {
    "text": "I want to see all suppliers that consistently meet delivery dates.",
    "label": 21
  },
  {
    "text": "Which suppliers consistently meet delivery dates?",
    "label": 21
  },
  {
    "text": "Can you show me suppliers who consistently meet their delivery dates?",
    "label": 21
  },
  {
    "text": "What suppliers are consistent in meeting delivery dates?",
    "label": 21
  },
  {
    "text": "I need a list of suppliers that consistently meet delivery dates.",
    "label": 21
  },
  {
    "text": "Show me which suppliers consistently meet delivery dates.",
    "label": 21
  },
  {
    "text": "Can you find all suppliers who consistently meet delivery dates?",
    "label": 21
  },
  {
    "text": "What suppliers consistently meet their delivery date commitments?",
    "label": 21
  },
  {
    "text": "I want to see suppliers that consistently meet delivery dates.",
    "label": 21
  },
  {
    "text": "Can you list suppliers that consistently meet their delivery dates?",
    "label": 21
  },
  {
    "text": "Show me all suppliers who consistently meet delivery dates.",
    "label": 21
  },
  {
    "text": "What suppliers are known for consistently meeting delivery dates?",
    "label": 21
  },
  {
    "text": "Can you provide suppliers who consistently meet delivery dates?",
    "label": 21
  },
  {
    "text": "I need to see which suppliers consistently meet delivery dates.",
    "label": 21
  },
  {
    "text": "Show me suppliers that consistently meet delivery dates.",
    "label": 21
  },
  {
    "text": "What suppliers consistently deliver on their promised dates?",
    "label": 21
  },
  {
    "text": "Can you find suppliers who consistently meet delivery dates?",
    "label": 21
  },
  {
    "text": "lol i want to see which suppliers consistently meet delivery dates. real quick",
    "label": 21
  },
  {
    "text": "sorta which suppliers consistently meet delivery dates? real quick",
    "label": 21
  },
  {
    "text": "lol which suppliers consistently meet delivery dates? thx",
    "label": 21
  },
  {
    "text": "quick q what suppliers consistently meet delivery dates? i guess",
    "label": 21
  },
  {
    "text": "sorta i want to see which suppliers consistently meet delivery dates. thx",
    "label": 21
  },
  {
    "text": "umm can you list suppliers who consistently meet delivery dates? i guess",
    "label": 21
  },
  {
    "text": "uh i need to see suppliers who consistently meet their delivery dates. maybe?",
    "label": 21
  },
  {
    "text": "umm what suppliers are reliable in meeting delivery dates? i guess",
    "label": 21
  },
  {
    "text": "quick q i need to see suppliers who consistently meet their delivery dates. thx",
    "label": 21
  },
  {
    "text": "hey which suppliers consistently meet delivery dates? i guess",
    "label": 21
  },
  {
    "text": "sorta can you list suppliers who consistently meet delivery dates? maybe?",
    "label": 21
  },
  {
    "text": "pls what suppliers are reliable in meeting delivery dates? or whatever",
    "label": 21
  },
  {
    "text": "lol which suppliers consistently meet delivery dates? maybe?",
    "label": 21
  },
  {
    "text": "sorta i want to see which suppliers consistently meet delivery dates. i guess",
    "label": 21
  },
  {
    "text": "btw i want to see which suppliers consistently meet delivery dates. or whatever",
    "label": 21
  },
  {
    "text": "sorta show me all suppliers that consistently meet delivery dates. pls check",
    "label": 21
  },
  {
    "text": "sorta i need to know which suppliers consistently meet delivery dates. pls check",
    "label": 21
  },
  {
    "text": "idk i want to see which suppliers consistently meet delivery dates. pls check",
    "label": 21
  },
  {
    "text": "lol i need to know which suppliers consistently meet delivery dates. maybe?",
    "label": 21
  },
  {
    "text": "uh i need to know which suppliers consistently meet delivery dates. real quick",
    "label": 21
  },
  {
    "text": "uh what suppliers consistently meet delivery dates? i guess",
    "label": 21
  },
  {
    "text": "btw can you list suppliers who consistently meet delivery dates? maybe?",
    "label": 21
  },
  {
    "text": "idk which suppliers consistently meet delivery dates? pls check",
    "label": 21
  },
  {
    "text": "umm i need to know which suppliers consistently meet delivery dates. or whatever",
    "label": 21
  },
  {
    "text": "kinda can you list suppliers who consistently meet delivery dates? i guess",
    "label": 21
  },
  {
    "text": "sorta what suppliers are reliable in meeting delivery dates? thx",
    "label": 21
  },
  {
    "text": "lol i need to know which suppliers consistently meet delivery dates. real quick",
    "label": 21
  },
  {
    "text": "btw can you show me suppliers that consistently meet delivery dates? real quick",
    "label": 21
  },
  {
    "text": "pls which suppliers consistently meet delivery dates? thx",
    "label": 21
  },
  {
    "text": "lol can you list suppliers who consistently meet delivery dates? maybe?",
    "label": 21
  },
  {
    "text": "What is the average lead time per supplier?",
    "label": 22
  },
  {
    "text": "I need to see the average lead time per supplier.",
    "label": 22
  },
  {
    "text": "What is the average lead time for each supplier?",
    "label": 22
  },
  {
    "text": "Show me all average lead times per supplier.",
    "label": 22
  },
  {
    "text": "I want to see the average lead time per supplier.",
    "label": 22
  },
  {
    "text": "What are the average lead times for each supplier?",
    "label": 22
  },
  {
    "text": "I need to know the average lead time for each supplier.",
    "label": 22
  },
  {
    "text": "Show me the average lead times by supplier.",
    "label": 22
  },
  {
    "text": "What is each supplier's average lead time?",
    "label": 22
  },
  {
    "text": "I want to see all average lead times for each supplier.",
    "label": 22
  },
  {
    "text": "Which suppliers have what average lead times?",
    "label": 22
  },
  {
    "text": "What are the average lead times per supplier?",
    "label": 22
  },
  {
    "text": "I need a list of average lead times for each supplier.",
    "label": 22
  },
  {
    "text": "Show me which suppliers have what average lead times.",
    "label": 22
  },
  {
    "text": "What is the average lead time for suppliers?",
    "label": 22
  },
  {
    "text": "I want to see the average lead time for each supplier.",
    "label": 22
  },
  {
    "text": "Show me all average lead times by supplier.",
    "label": 22
  },
  {
    "text": "What are the average lead times for suppliers?",
    "label": 22
  },
  {
    "text": "I need to see the average lead time for each supplier.",
    "label": 22
  },
  {
    "text": "Show me the average lead time per supplier.",
    "label": 22
  },
  {
    "text": "What is the average lead time per supplier?",
    "label": 22
  },
  {
    "text": "idk i want to see the average lead time per supplier. maybe?",
    "label": 22
  },
  {
    "text": "pls i need to see the average lead time per supplier. thx",
    "label": 22
  },
  {
    "text": "uh what are the average lead times for each supplier? pls check",
    "label": 22
  },
  {
    "text": "pls what is the average lead time per supplier? maybe?",
    "label": 22
  },
  {
    "text": "lol i want to see the average lead time per supplier. thx",
    "label": 22
  },
  {
    "text": "pls i want to see the average lead time per supplier. i guess",
    "label": 22
  },
  {
    "text": "quick q what is the average lead time for each supplier? maybe?",
    "label": 22
  },
  {
    "text": "sorta what are the average lead times for each supplier? thx",
    "label": 22
  },
  {
    "text": "pls what are the average lead times for each supplier? real quick",
    "label": 22
  },
  {
    "text": "quick q show me all average lead times per supplier. maybe?",
    "label": 22
  },
  {
    "text": "uh show me all average lead times per supplier. thx",
    "label": 22
  },
  {
    "text": "Can you show me the average lead time for each supplier?",
    "label": 22
  },
  {
    "text": "Can you list the average lead time for each supplier?",
    "label": 22
  },
  {
    "text": "Can you find the average lead time per supplier?",
    "label": 22
  },
  {
    "text": "Can you provide a list of average lead times per supplier?",
    "label": 22
  },
  {
    "text": "Can you show me the average lead time per supplier?",
    "label": 22
  },
  {
    "text": "Can you find all average lead times per supplier?",
    "label": 22
  },
  {
    "text": "Can you list average lead times per supplier?",
    "label": 22
  },
  {
    "text": "Can you provide the average lead time per supplier?",
    "label": 22
  },
  {
    "text": "Can you find the average lead times for each supplier?",
    "label": 22
  },
  {
    "text": "quick q can you show me the average lead time for each supplier? i guess",
    "label": 22
  },
  {
    "text": "hey i need to see the average lead time per supplier. maybe?",
    "label": 22
  },
  {
    "text": "umm can you show me the average lead time for each supplier? i guess",
    "label": 22
  },
  {
    "text": "umm can you show me the average lead time for each supplier? pls check",
    "label": 22
  },
  {
    "text": "umm what is the average lead time for each supplier? pls check",
    "label": 22
  },
  {
    "text": "hey what are the average lead times for each supplier? maybe?",
    "label": 22
  },
  {
    "text": "kinda what is the average lead time per supplier? maybe?",
    "label": 22
  },
  {
    "text": "quick q can you show me the average lead time for each supplier? pls check",
    "label": 22
  },
  {
    "text": "lol can you list the average lead time for each supplier? maybe?",
    "label": 22
  },
  {
    "text": "btw can you find the average lead time per supplier? or whatever",
    "label": 22
  },
  {
    "text": "kinda i need to know the average lead time for each supplier. pls check",
    "label": 22
  },
  {
    "text": "hey what is the average lead time per supplier? pls check",
    "label": 22
  },
  {
    "text": "umm can you list the average lead time for each supplier? or whatever",
    "label": 22
  },
  {
    "text": "umm i want to see the average lead time per supplier. or whatever",
    "label": 22
  },
  {
    "text": "btw can you list the average lead time for each supplier? thx",
    "label": 22
  },
  {
    "text": "uh can you show me the average lead time for each supplier? pls check",
    "label": 22
  },
  {
    "text": "umm can you show me the average lead time for each supplier? thx",
    "label": 22
  },
  {
    "text": "umm what is the average lead time per supplier? thx",
    "label": 22
  },
  {
    "text": "hey can you find the average lead time per supplier? thx",
    "label": 22
  },
  {
    "text": "Which RFQs were awarded but not yet converted to POs?",
    "label": 23
  },
  {
    "text": "I need to see request for quotes that were awarded but not yet converted to POs.",
    "label": 23
  },
  {
    "text": "What RFQs were awarded but haven't been converted to purchase orders?",
    "label": 23
  },
  {
    "text": "Show me all RFQs that were awarded but not yet converted to POs.",
    "label": 23
  },
  {
    "text": "I want to see which RFQs were awarded but not yet converted to POs.",
    "label": 23
  },
  {
    "text": "What request for quotes were awarded but not converted to purchase orders?",
    "label": 23
  },
  {
    "text": "I need to know which RFQs were awarded but not yet converted to purchase orders.",
    "label": 23
  },
  {
    "text": "Show me request for quotes that were awarded but not converted to POs.",
    "label": 23
  },
  {
    "text": "What RFQs have been awarded but not yet converted to purchase orders?",
    "label": 23
  },
  {
    "text": "I want to see all request for quotes that were awarded but not yet converted to POs.",
    "label": 23
  },
  {
    "text": "Which RFQs were awarded but not yet converted to POs?",
    "label": 23
  },
  {
    "text": "What RFQs were awarded but are not yet purchase orders?",
    "label": 23
  },
  {
    "text": "I need a list of RFQs that were awarded but not yet converted to POs.",
    "label": 23
  },
  {
    "text": "Show me which request for quotes were awarded but not yet converted to POs.",
    "label": 23
  },
  {
    "text": "What request for quotes were awarded but haven't been converted to POs?",
    "label": 23
  },
  {
    "text": "I want to see RFQs that were awarded but not yet converted to purchase orders.",
    "label": 23
  },
  {
    "text": "Show me all RFQs awarded but not yet converted to purchase orders.",
    "label": 23
  },
  {
    "text": "What RFQs have been awarded but are not yet purchase orders?",
    "label": 23
  },
  {
    "text": "I need to see which request for quotes were awarded but not yet converted to POs.",
    "label": 23
  },
  {
    "text": "Show me RFQs that were awarded but not yet converted to purchase orders.",
    "label": 23
  },
  {
    "text": "What request for quotes were awarded but not yet converted to POs?",
    "label": 23
  },
  {
    "text": "idk show me all rfqs that were awarded but not yet converted to pos. maybe?",
    "label": 23
  },
  {
    "text": "uh i need to know which rfqs were awarded but not yet converted to purchase orders. pls check",
    "label": 23
  },
  {
    "text": "sorta i need to know which rfqs were awarded but not yet converted to purchase orders. thx",
    "label": 23
  },
  {
    "text": "uh show me all rfqs that were awarded but not yet converted to pos. real quick",
    "label": 23
  },
  {
    "text": "uh what request for quotes were awarded but not converted to purchase orders? maybe?",
    "label": 23
  },
  {
    "text": "uh which rfqs were awarded but not yet converted to pos? i guess",
    "label": 23
  },
  {
    "text": "idk i want to see which rfqs were awarded but not yet converted to pos. real quick",
    "label": 23
  },
  {
    "text": "idk show me all rfqs that were awarded but not yet converted to pos. i guess",
    "label": 23
  },
  {
    "text": "uh i want to see which rfqs were awarded but not yet converted to pos. real quick",
    "label": 23
  },
  {
    "text": "btw show me all rfqs that were awarded but not yet converted to pos. pls check",
    "label": 23
  },
  {
    "text": "pls what request for quotes were awarded but not converted to purchase orders? maybe?",
    "label": 23
  },
  {
    "text": "Can you show me RFQs that were awarded but not converted to purchase orders?",
    "label": 23
  },
  {
    "text": "Can you list request for quotes awarded but not converted to purchase orders?",
    "label": 23
  },
  {
    "text": "Can you find RFQs that were awarded but not yet converted to POs?",
    "label": 23
  },
  {
    "text": "Can you provide a list of RFQs awarded but not yet converted to POs?",
    "label": 23
  },
  {
    "text": "Can you show me request for quotes awarded but not converted to purchase orders?",
    "label": 23
  },
  {
    "text": "Can you find all RFQs awarded but not yet converted to purchase orders?",
    "label": 23
  },
  {
    "text": "Can you list request for quotes that were awarded but not yet converted to POs?",
    "label": 23
  },
  {
    "text": "Can you provide RFQs that were awarded but not yet converted to POs?",
    "label": 23
  },
  {
    "text": "Can you find RFQs awarded but not yet converted to purchase orders?",
    "label": 23
  },
  {
    "text": "umm can you find rfqs that were awarded but not yet converted to pos? real quick",
    "label": 23
  },
  {
    "text": "hey can you list request for quotes awarded but not converted to purchase orders? real quick",
    "label": 23
  },
  {
    "text": "hey what rfqs were awarded but haven't been converted to purchase orders? pls check",
    "label": 23
  },
  {
    "text": "kinda can you find rfqs that were awarded but not yet converted to pos? thx",
    "label": 23
  },
  {
    "text": "uh can you show me rfqs that were awarded but not converted to purchase orders? real quick",
    "label": 23
  },
  {
    "text": "idk can you find rfqs that were awarded but not yet converted to pos? thx",
    "label": 23
  },
  {
    "text": "btw can you find rfqs that were awarded but not yet converted to pos? real quick",
    "label": 23
  },
  {
    "text": "umm i need to see request for quotes that were awarded but not yet converted to pos. i guess",
    "label": 23
  },
  {
    "text": "umm can you show me rfqs that were awarded but not converted to purchase orders? i guess",
    "label": 23
  },
  {
    "text": "hey can you list request for quotes awarded but not converted to purchase orders? thx",
    "label": 23
  },
  {
    "text": "lol can you show me rfqs that were awarded but not converted to purchase orders? thx",
    "label": 23
  },
  {
    "text": "sorta can you show me rfqs that were awarded but not converted to purchase orders? or whatever",
    "label": 23
  },
  {
    "text": "btw i want to see which rfqs were awarded but not yet converted to pos. or whatever",
    "label": 23
  },
  {
    "text": "umm show me all rfqs that were awarded but not yet converted to pos. i guess",
    "label": 23
  },
  {
    "text": "lol can you show me rfqs that were awarded but not converted to purchase orders? maybe?",
    "label": 23
  },
  {
    "text": "umm i want to see which rfqs were awarded but not yet converted to pos. thx",
    "label": 23
  },
  {
    "text": "uh can you list request for quotes awarded but not converted to purchase orders? pls check",
    "label": 23
  },
  {
    "text": "umm show me all rfqs that were awarded but not yet converted to pos. real quick",
    "label": 23
  },
  {
    "text": "sorta can you list request for quotes awarded but not converted to purchase orders? thx",
    "label": 23
  },
  {
    "text": "What spend is tied to open POs?",
    "label": 24
  },
  {
    "text": "I need to see what spend is tied to open POs.",
    "label": 24
  },
  {
    "text": "What spending is connected to open purchase orders?",
    "label": 24
  },
  {
    "text": "Show me all spend tied to open POs.",
    "label": 24
  },
  {
    "text": "I want to see what spend is tied to open POs.",
    "label": 24
  },
  {
    "text": "What is the spend tied to open purchase orders?",
    "label": 24
  },
  {
    "text": "I need to know what spend is tied to open purchase orders.",
    "label": 24
  },
  {
    "text": "Show me the spending tied to open POs.",
    "label": 24
  },
  {
    "text": "What spend is linked to open purchase orders?",
    "label": 24
  },
  {
    "text": "I want to see all spend associated with open purchase orders.",
    "label": 24
  },
  {
    "text": "Which spend is tied to open POs?",
    "label": 24
  },
  {
    "text": "What spending is tied to open POs?",
    "label": 24
  },
  {
    "text": "I need a list of spend tied to open purchase orders.",
    "label": 24
  },
  {
    "text": "Show me which spend is tied to open POs.",
    "label": 24
  },
  {
    "text": "What spend corresponds to open POs?",
    "label": 24
  },
  {
    "text": "I want to see the spend tied to open purchase orders.",
    "label": 24
  },
  {
    "text": "Show me all spending associated with open purchase orders.",
    "label": 24
  },
  {
    "text": "What is the total spend tied to open POs?",
    "label": 24
  },
  {
    "text": "I need to see what spend is tied to open POs.",
    "label": 24
  },
  {
    "text": "Show me spend that is tied to open purchase orders.",
    "label": 24
  },
  {
    "text": "What spend is associated with open POs?",
    "label": 24
  },
  {
    "text": "sorta show me all spend tied to open pos. maybe?",
    "label": 24
  },
  {
    "text": "sorta show me all spend tied to open pos. i guess",
    "label": 24
  },
  {
    "text": "lol i need to see what spend is tied to open pos. i guess",
    "label": 24
  },
  {
    "text": "uh i need to see what spend is tied to open pos. pls check",
    "label": 24
  },
  {
    "text": "uh i need to know what spend is tied to open purchase orders. pls check",
    "label": 24
  },
  {
    "text": "sorta what is the spend tied to open purchase orders? real quick",
    "label": 24
  },
  {
    "text": "idk i need to see what spend is tied to open pos. i guess",
    "label": 24
  },
  {
    "text": "sorta what spending is connected to open purchase orders? pls check",
    "label": 24
  },
  {
    "text": "quick q i need to know what spend is tied to open purchase orders. maybe?",
    "label": 24
  },
  {
    "text": "pls what spend is tied to open pos? real quick",
    "label": 24
  },
  {
    "text": "quick q i want to see what spend is tied to open pos. real quick",
    "label": 24
  },
  {
    "text": "uh what spend is tied to open pos? maybe?",
    "label": 24
  },
  {
    "text": "idk what is the spend tied to open purchase orders? pls check",
    "label": 24
  },
  {
    "text": "Can you show me the spend associated with open purchase orders?",
    "label": 24
  },
  {
    "text": "Can you list the spend associated with open purchase orders?",
    "label": 24
  },
  {
    "text": "Can you find the spend associated with open POs?",
    "label": 24
  },
  {
    "text": "Can you provide a list of spend tied to open POs?",
    "label": 24
  },
  {
    "text": "Can you show me the spend connected to open purchase orders?",
    "label": 24
  },
  {
    "text": "Can you find all spend associated with open purchase orders?",
    "label": 24
  },
  {
    "text": "Can you list spend that is tied to open POs?",
    "label": 24
  },
  {
    "text": "Can you provide the spend tied to open purchase orders?",
    "label": 24
  },
  {
    "text": "Can you find the spend tied to open purchase orders?",
    "label": 24
  },
  {
    "text": "btw can you find the spend associated with open pos? i guess",
    "label": 24
  },
  {
    "text": "quick q can you find the spend associated with open pos? pls check",
    "label": 24
  },
  {
    "text": "kinda what is the spend tied to open purchase orders? maybe?",
    "label": 24
  },
  {
    "text": "kinda can you list the spend associated with open purchase orders? real quick",
    "label": 24
  },
  {
    "text": "idk can you find the spend associated with open pos? pls check",
    "label": 24
  },
  {
    "text": "kinda i need to know what spend is tied to open purchase orders. maybe?",
    "label": 24
  },
  {
    "text": "hey what spend is tied to open pos? i guess",
    "label": 24
  },
  {
    "text": "umm i need to see what spend is tied to open pos. or whatever",
    "label": 24
  },
  {
    "text": "btw i want to see what spend is tied to open pos. or whatever",
    "label": 24
  },
  {
    "text": "kinda i need to know what spend is tied to open purchase orders. thx",
    "label": 24
  },
  {
    "text": "btw can you show me the spend associated with open purchase orders? maybe?",
    "label": 24
  },
  {
    "text": "kinda can you list the spend associated with open purchase orders? pls check",
    "label": 24
  },
  {
    "text": "umm i need to know what spend is tied to open purchase orders. maybe?",
    "label": 24
  },
  {
    "text": "idk what spend is tied to open pos? or whatever",
    "label": 24
  },
  {
    "text": "idk i want to see what spend is tied to open pos. or whatever",
    "label": 24
  },
  {
    "text": "lol can you find the spend associated with open pos? i guess",
    "label": 24
  },
  {
    "text": "sorta i want to see what spend is tied to open pos. or whatever",
    "label": 24
  },
  {
    "text": "Which parts have upcoming demand but no open orders?",
    "label": 25
  },
  {
    "text": "I need to see parts that have upcoming demand but no open orders.",
    "label": 25
  },
  {
    "text": "What parts have upcoming demand but lack open orders?",
    "label": 25
  },
  {
    "text": "Show me all parts with upcoming demand but no open orders.",
    "label": 25
  },
  {
    "text": "I want to see which parts have upcoming demand but no open orders.",
    "label": 25
  },
  {
    "text": "What parts show upcoming demand but have no open orders?",
    "label": 25
  },
  {
    "text": "I need to know which parts have upcoming demand but no open orders.",
    "label": 25
  },
  {
    "text": "Show me parts that have upcoming demand but no open orders.",
    "label": 25
  },
  {
    "text": "What parts are expected to have demand but don't have open orders?",
    "label": 25
  },
  {
    "text": "I want to see all parts that have upcoming demand but no open orders.",
    "label": 25
  },
  {
    "text": "Which parts have upcoming demand but no open orders?",
    "label": 25
  },
  {
    "text": "What parts have upcoming demand but are missing open orders?",
    "label": 25
  },
  {
    "text": "I need a list of parts with upcoming demand but no open orders.",
    "label": 25
  },
  {
    "text": "Show me which parts have upcoming demand but no open orders.",
    "label": 25
  },
  {
    "text": "What parts are forecasted to have demand but have no open orders?",
    "label": 25
  },
  {
    "text": "I want to see parts that have upcoming demand but no open orders.",
    "label": 25
  },
  {
    "text": "Show me all parts that have upcoming demand but lack open orders.",
    "label": 25
  },
  {
    "text": "What parts have anticipated demand but no open orders?",
    "label": 25
  },
  {
    "text": "I need to see which parts have upcoming demand but no open orders.",
    "label": 25
  },
  {
    "text": "Show me parts that have upcoming demand but no open orders.",
    "label": 25
  },
  {
    "text": "What parts have projected demand but no open orders?",
    "label": 25
  },
  {
    "text": "idk i need to know which parts have upcoming demand but no open orders. maybe?",
    "label": 25
  },
  {
    "text": "btw i need to see parts that have upcoming demand but no open orders. thx",
    "label": 25
  },
  {
    "text": "lol what parts show upcoming demand but have no open orders? i guess",
    "label": 25
  },
  {
    "text": "quick q which parts have upcoming demand but no open orders? maybe?",
    "label": 25
  },
  {
    "text": "pls i want to see which parts have upcoming demand but no open orders. i guess",
    "label": 25
  },
  {
    "text": "uh what parts have upcoming demand but lack open orders? thx",
    "label": 25
  },
  {
    "text": "sorta show me all parts with upcoming demand but no open orders. i guess",
    "label": 25
  },
  {
    "text": "uh i need to know which parts have upcoming demand but no open orders. pls check",
    "label": 25
  },
  {
    "text": "sorta what parts show upcoming demand but have no open orders? thx",
    "label": 25
  },
  {
    "text": "sorta i need to see parts that have upcoming demand but no open orders. pls check",
    "label": 25
  },
  {
    "text": "idk show me all parts with upcoming demand but no open orders. i guess",
    "label": 25
  },
  {
    "text": "sorta i need to know which parts have upcoming demand but no open orders. i guess",
    "label": 25
  },
  {
    "text": "sorta what parts have upcoming demand but lack open orders? i guess",
    "label": 25
  },
  {
    "text": "Can you show me parts with upcoming demand but no open orders?",
    "label": 25
  },
  {
    "text": "Can you list parts that have upcoming demand but no open orders?",
    "label": 25
  },
  {
    "text": "Can you find parts with upcoming demand but no open orders?",
    "label": 25
  },
  {
    "text": "Can you provide a list of parts with upcoming demand but no open orders?",
    "label": 25
  },
  {
    "text": "Can you show me parts with expected demand but no open orders?",
    "label": 25
  },
  {
    "text": "Can you find all parts with upcoming demand but no open orders?",
    "label": 25
  },
  {
    "text": "Can you list parts with upcoming demand but no open orders?",
    "label": 25
  },
  {
    "text": "Can you provide parts with upcoming demand but no open orders?",
    "label": 25
  },
  {
    "text": "Can you find parts with upcoming demand but no open orders?",
    "label": 25
  },
  {
    "text": "uh can you list parts that have upcoming demand but no open orders? maybe?",
    "label": 25
  },
  {
    "text": "kinda what parts show upcoming demand but have no open orders? or whatever",
    "label": 25
  },
  {
    "text": "idk i need to see parts that have upcoming demand but no open orders. or whatever",
    "label": 25
  },
  {
    "text": "kinda can you find parts with upcoming demand but no open orders? i guess",
    "label": 25
  },
  {
    "text": "lol which parts have upcoming demand but no open orders? or whatever",
    "label": 25
  },
  {
    "text": "quick q can you list parts that have upcoming demand but no open orders? thx",
    "label": 25
  },
  {
    "text": "pls can you show me parts with upcoming demand but no open orders? maybe?",
    "label": 25
  },
  {
    "text": "idk i want to see which parts have upcoming demand but no open orders. or whatever",
    "label": 25
  },
  {
    "text": "umm i want to see which parts have upcoming demand but no open orders. maybe?",
    "label": 25
  },
  {
    "text": "idk can you list parts that have upcoming demand but no open orders? i guess",
    "label": 25
  },
  {
    "text": "umm what parts have upcoming demand but lack open orders? or whatever",
    "label": 25
  },
  {
    "text": "umm i need to know which parts have upcoming demand but no open orders. i guess",
    "label": 25
  },
  {
    "text": "idk can you find parts with upcoming demand but no open orders? or whatever",
    "label": 25
  },
  {
    "text": "idk can you show me parts with upcoming demand but no open orders? thx",
    "label": 25
  },
  {
    "text": "umm can you show me parts with upcoming demand but no open orders? real quick",
    "label": 25
  },
  {
    "text": "umm what parts show upcoming demand but have no open orders? pls check",
    "label": 25
  },
  {
    "text": "lol can you find parts with upcoming demand but no open orders? real quick",
    "label": 25
  },
  {
    "text": "What orders are blocked due to quality issues?",
    "label": 26
  },
  {
    "text": "I need to see orders blocked due to quality problems.",
    "label": 26
  },
  {
    "text": "What orders are blocked due to quality issues?",
    "label": 26
  },
  {
    "text": "Show me all orders that are blocked due to quality issues.",
    "label": 26
  },
  {
    "text": "I want to see which orders are blocked due to quality issues.",
    "label": 26
  },
  {
    "text": "What purchase orders are blocked due to quality issues?",
    "label": 26
  },
  {
    "text": "I need to know which orders are blocked due to quality issues.",
    "label": 26
  },
  {
    "text": "Show me orders that have been blocked due to quality issues.",
    "label": 26
  },
  {
    "text": "What orders are currently blocked due to quality issues?",
    "label": 26
  },
  {
    "text": "I want to see all orders that are blocked due to quality issues.",
    "label": 26
  },
  {
    "text": "Which orders are blocked due to quality issues?",
    "label": 26
  },
  {
    "text": "What orders have been blocked due to quality issues?",
    "label": 26
  },
  {
    "text": "I need a list of orders that are blocked due to quality issues.",
    "label": 26
  },
  {
    "text": "Show me which orders are blocked due to quality issues.",
    "label": 26
  },
  {
    "text": "What purchase orders are blocked due to quality problems?",
    "label": 26
  },
  {
    "text": "I want to see orders that are blocked due to quality issues.",
    "label": 26
  },
  {
    "text": "Show me all purchase orders blocked due to quality issues.",
    "label": 26
  },
  {
    "text": "What orders are blocked because of quality concerns?",
    "label": 26
  },
  {
    "text": "I need to see which orders are blocked due to quality issues.",
    "label": 26
  },
  {
    "text": "Show me orders blocked due to quality issues.",
    "label": 26
  },
  {
    "text": "What purchase orders have been blocked due to quality issues?",
    "label": 26
  },
  {
    "text": "quick q show me all orders that are blocked due to quality issues. real quick",
    "label": 26
  },
  {
    "text": "quick q what orders are blocked due to quality issues? thx",
    "label": 26
  },
  {
    "text": "sorta what purchase orders are blocked due to quality issues? maybe?",
    "label": 26
  },
  {
    "text": "lol what purchase orders are blocked due to quality issues? thx",
    "label": 26
  },
  {
    "text": "lol what purchase orders are blocked due to quality issues? pls check",
    "label": 26
  },
  {
    "text": "uh what purchase orders are blocked due to quality issues? thx",
    "label": 26
  },
  {
    "text": "quick q i need to know which orders are blocked due to quality issues. pls check",
    "label": 26
  },
  {
    "text": "uh i want to see which orders are blocked due to quality issues. i guess",
    "label": 26
  },
  {
    "text": "btw i need to see orders blocked due to quality problems. pls check",
    "label": 26
  },
  {
    "text": "sorta what purchase orders are blocked due to quality issues? thx",
    "label": 26
  },
  {
    "text": "uh what orders are blocked due to quality issues? thx",
    "label": 26
  },
  {
    "text": "pls show me all orders that are blocked due to quality issues. i guess",
    "label": 26
  },
  {
    "text": "lol what orders are blocked due to quality issues? pls check",
    "label": 26
  },
  {
    "text": "lol what purchase orders are blocked due to quality issues? real quick",
    "label": 26
  },
  {
    "text": "Can you show me orders that are blocked because of quality issues?",
    "label": 26
  },
  {
    "text": "Can you list orders blocked because of quality issues?",
    "label": 26
  },
  {
    "text": "Can you find orders that are blocked due to quality issues?",
    "label": 26
  },
  {
    "text": "Can you provide a list of orders blocked due to quality issues?",
    "label": 26
  },
  {
    "text": "Can you show me purchase orders blocked because of quality issues?",
    "label": 26
  },
  {
    "text": "Can you find all orders blocked because of quality issues?",
    "label": 26
  },
  {
    "text": "Can you list orders that are blocked due to quality issues?",
    "label": 26
  },
  {
    "text": "Can you provide orders that are blocked due to quality issues?",
    "label": 26
  },
  {
    "text": "Can you find orders blocked because of quality issues?",
    "label": 26
  },
  {
    "text": "pls can you find orders that are blocked due to quality issues? thx",
    "label": 26
  },
  {
    "text": "sorta can you list orders blocked because of quality issues? or whatever",
    "label": 26
  },
  {
    "text": "kinda what orders are blocked due to quality issues? or whatever",
    "label": 26
  },
  {
    "text": "umm i want to see which orders are blocked due to quality issues. maybe?",
    "label": 26
  },
  {
    "text": "sorta can you show me orders that are blocked because of quality issues? thx",
    "label": 26
  },
  {
    "text": "kinda i need to know which orders are blocked due to quality issues. thx",
    "label": 26
  },
  {
    "text": "lol can you list orders blocked because of quality issues? or whatever",
    "label": 26
  },
  {
    "text": "kinda can you list orders blocked because of quality issues? i guess",
    "label": 26
  },
  {
    "text": "lol i want to see which orders are blocked due to quality issues. or whatever",
    "label": 26
  },
  {
    "text": "umm what purchase orders are blocked due to quality issues? real quick",
    "label": 26
  },
  {
    "text": "uh what purchase orders are blocked due to quality issues? or whatever",
    "label": 26
  },
  {
    "text": "lol can you list orders blocked because of quality issues? maybe?",
    "label": 26
  },
  {
    "text": "uh can you find orders that are blocked due to quality issues? real quick",
    "label": 26
  },
  {
    "text": "quick q can you find orders that are blocked due to quality issues? i guess",
    "label": 26
  },
  {
    "text": "btw what orders are blocked due to quality issues? or whatever",
    "label": 26
  },
  {
    "text": "sorta can you list orders blocked because of quality issues? pls check",
    "label": 26
  },
  {
    "text": "Which suppliers frequently revise their quotes?",
    "label": 27
  },
  {
    "text": "I need to see suppliers who frequently revise their quotes.",
    "label": 27
  },
  {
    "text": "What suppliers frequently revise their quotes?",
    "label": 27
  },
  {
    "text": "Show me all suppliers that frequently revise their quotes.",
    "label": 27
  },
  {
    "text": "I want to see which suppliers frequently revise their quotes.",
    "label": 27
  },
  {
    "text": "What suppliers often revise their quotes?",
    "label": 27
  },
  {
    "text": "I need to know which suppliers frequently revise their quotes.",
    "label": 27
  },
  {
    "text": "Show me suppliers that regularly revise their quotes.",
    "label": 27
  },
  {
    "text": "I want to see all suppliers that frequently revise their quotes.",
    "label": 27
  },
  {
    "text": "Which suppliers frequently revise their quotes?",
    "label": 27
  },
  {
    "text": "What suppliers are known for frequently revising their quotes?",
    "label": 27
  },
  {
    "text": "I need a list of suppliers that frequently revise their quotes.",
    "label": 27
  },
  {
    "text": "Show me which suppliers frequently revise their quotes.",
    "label": 27
  },
  {
    "text": "What suppliers frequently make revisions to their quotes?",
    "label": 27
  },
  {
    "text": "I want to see suppliers that frequently revise their quotes.",
    "label": 27
  },
  {
    "text": "Show me all suppliers who frequently revise their quotes.",
    "label": 27
  },
  {
    "text": "What suppliers have a habit of frequently revising their quotes?",
    "label": 27
  },
  {
    "text": "I need to see which suppliers frequently revise their quotes.",
    "label": 27
  },
  {
    "text": "Show me suppliers that frequently revise their quotes.",
    "label": 27
  },
  {
    "text": "What suppliers frequently change their quotes?",
    "label": 27
  },
  {
    "text": "uh show me all suppliers that frequently revise their quotes. thx",
    "label": 27
  },
  {
    "text": "uh what suppliers frequently revise their quotes? thx",
    "label": 27
  },
  {
    "text": "quick q what suppliers frequently revise their quotes? thx",
    "label": 27
  },
  {
    "text": "uh i need to see suppliers who frequently revise their quotes. thx",
    "label": 27
  },
  {
    "text": "quick q i need to see suppliers who frequently revise their quotes. pls check",
    "label": 27
  },
  {
    "text": "quick q i need to know which suppliers frequently revise their quotes. maybe?",
    "label": 27
  },
  {
    "text": "sorta show me all suppliers that frequently revise their quotes. i guess",
    "label": 27
  },
  {
    "text": "uh which suppliers frequently revise their quotes? real quick",
    "label": 27
  },
  {
    "text": "idk what suppliers often revise their quotes? pls check",
    "label": 27
  },
  {
    "text": "Can you show me suppliers that frequently revise their quotes?",
    "label": 27
  },
  {
    "text": "Can you list suppliers who frequently revise their quotes?",
    "label": 27
  },
  {
    "text": "Can you find suppliers that frequently revise their quotes?",
    "label": 27
  },
  {
    "text": "What suppliers frequently update their quotes?",
    "label": 27
  },
  {
    "text": "Can you provide a list of suppliers who frequently revise their quotes?",
    "label": 27
  },
  {
    "text": "Can you show me suppliers who frequently revise their quotes?",
    "label": 27
  },
  {
    "text": "Can you find all suppliers who frequently revise their quotes?",
    "label": 27
  },
  {
    "text": "Can you list suppliers that frequently revise their quotes?",
    "label": 27
  },
  {
    "text": "Can you provide suppliers who frequently revise their quotes?",
    "label": 27
  },
  {
    "text": "Can you find suppliers who frequently revise their quotes?",
    "label": 27
  },
  {
    "text": "umm which suppliers frequently revise their quotes? maybe?",
    "label": 27
  },
  {
    "text": "hey can you show me suppliers that frequently revise their quotes? maybe?",
    "label": 27
  },
  {
    "text": "umm i need to know which suppliers frequently revise their quotes. pls check",
    "label": 27
  },
  {
    "text": "btw can you find suppliers that frequently revise their quotes? thx",
    "label": 27
  },
  {
    "text": "umm can you list suppliers who frequently revise their quotes? real quick",
    "label": 27
  },
  {
    "text": "idk can you find suppliers that frequently revise their quotes? or whatever",
    "label": 27
  },
  {
    "text": "kinda can you show me suppliers that frequently revise their quotes? or whatever",
    "label": 27
  },
  {
    "text": "idk i need to know which suppliers frequently revise their quotes. or whatever",
    "label": 27
  },
  {
    "text": "quick q can you find suppliers that frequently revise their quotes? maybe?",
    "label": 27
  },
  {
    "text": "sorta can you find suppliers that frequently revise their quotes? maybe?",
    "label": 27
  },
  {
    "text": "umm i need to see suppliers who frequently revise their quotes. thx",
    "label": 27
  },
  {
    "text": "lol can you list suppliers who frequently revise their quotes? pls check",
    "label": 27
  },
  {
    "text": "umm show me all suppliers that frequently revise their quotes. i guess",
    "label": 27
  },
  {
    "text": "kinda i need to see suppliers who frequently revise their quotes. or whatever",
    "label": 27
  },
  {
    "text": "uh can you list suppliers who frequently revise their quotes? maybe?",
    "label": 27
  },
  {
    "text": "umm can you list suppliers who frequently revise their quotes? pls check",
    "label": 27
  },
  {
    "text": "uh can you show me suppliers that frequently revise their quotes? or whatever",
    "label": 27
  },
  {
    "text": "sorta can you show me suppliers that frequently revise their quotes? pls check",
    "label": 27
  },
  {
    "text": "hey i need to see suppliers who frequently revise their quotes. real quick",
    "label": 27
  },
  {
    "text": "umm can you show me suppliers that frequently revise their quotes? pls check",
    "label": 27
  },
  {
    "text": "kinda i want to see which suppliers frequently revise their quotes. real quick",
    "label": 27
  },
  {
    "text": "What parts have the highest annual spend?",
    "label": 28
  },
  {
    "text": "I need to see parts that have the highest annual spend.",
    "label": 28
  },
  {
    "text": "What parts have the highest annual spend?",
    "label": 28
  },
  {
    "text": "Show me all parts with the highest annual spend.",
    "label": 28
  },
  {
    "text": "I want to see which parts have the highest annual spend.",
    "label": 28
  },
  {
    "text": "What parts show the highest annual spend?",
    "label": 28
  },
  {
    "text": "I need to know which parts have the highest annual spend.",
    "label": 28
  },
  {
    "text": "Show me parts that have the highest annual spend.",
    "label": 28
  },
  {
    "text": "What parts have the greatest annual spend?",
    "label": 28
  },
  {
    "text": "I want to see all parts that have the highest annual spend.",
    "label": 28
  },
  {
    "text": "Which parts have the highest annual spend?",
    "label": 28
  },
  {
    "text": "What parts have the top annual spend?",
    "label": 28
  },
  {
    "text": "I need a list of parts with the highest annual spend.",
    "label": 28
  },
  {
    "text": "Show me which parts have the highest annual spend.",
    "label": 28
  },
  {
    "text": "What parts are ranked highest in annual spend?",
    "label": 28
  },
  {
    "text": "I want to see parts that have the highest annual spend.",
    "label": 28
  },
  {
    "text": "Show me all parts that have the highest annual spend.",
    "label": 28
  },
  {
    "text": "I need to see which parts have the highest annual spend.",
    "label": 28
  },
  {
    "text": "Show me parts that have the highest annual spend.",
    "label": 28
  },
  {
    "text": "What parts have the largest annual spend?",
    "label": 28
  },
  {
    "text": "btw i want to see which parts have the highest annual spend. i guess",
    "label": 28
  },
  {
    "text": "btw i need to know which parts have the highest annual spend. maybe?",
    "label": 28
  },
  {
    "text": "pls what parts show the highest annual spend? i guess",
    "label": 28
  },
  {
    "text": "uh what parts have the highest annual spend? maybe?",
    "label": 28
  },
  {
    "text": "lol i need to see parts that have the highest annual spend. real quick",
    "label": 28
  },
  {
    "text": "sorta what parts show the highest annual spend? i guess",
    "label": 28
  },
  {
    "text": "pls i want to see which parts have the highest annual spend. thx",
    "label": 28
  },
  {
    "text": "idk what parts have the highest annual spend? i guess",
    "label": 28
  },
  {
    "text": "quick q what parts have the highest annual spend? i guess",
    "label": 28
  },
  {
    "text": "lol i need to know which parts have the highest annual spend. real quick",
    "label": 28
  },
  {
    "text": "btw show me all parts with the highest annual spend. thx",
    "label": 28
  },
  {
    "text": "Can you show me parts with the highest annual spend?",
    "label": 28
  },
  {
    "text": "Can you list parts that have the highest annual spend?",
    "label": 28
  },
  {
    "text": "Can you find parts with the highest annual spend?",
    "label": 28
  },
  {
    "text": "Can you provide a list of parts with the highest annual spend?",
    "label": 28
  },
  {
    "text": "Can you show me parts with the most annual spend?",
    "label": 28
  },
  {
    "text": "Can you find all parts with the highest annual spend?",
    "label": 28
  },
  {
    "text": "Can you list parts with the highest annual spend?",
    "label": 28
  },
  {
    "text": "What parts have the maximum annual spend?",
    "label": 28
  },
  {
    "text": "Can you provide parts with the highest annual spend?",
    "label": 28
  },
  {
    "text": "Can you find parts with the highest annual spend?",
    "label": 28
  },
  {
    "text": "hey can you find parts with the highest annual spend? i guess",
    "label": 28
  },
  {
    "text": "umm what parts have the highest annual spend? pls check",
    "label": 28
  },
  {
    "text": "umm what parts have the highest annual spend? real quick",
    "label": 28
  },
  {
    "text": "kinda i need to see parts that have the highest annual spend. pls check",
    "label": 28
  },
  {
    "text": "btw can you find parts with the highest annual spend? pls check",
    "label": 28
  },
  {
    "text": "umm can you list parts that have the highest annual spend? or whatever",
    "label": 28
  },
  {
    "text": "pls can you list parts that have the highest annual spend? real quick",
    "label": 28
  },
  {
    "text": "kinda what parts show the highest annual spend? or whatever",
    "label": 28
  },
  {
    "text": "umm i need to see parts that have the highest annual spend. or whatever",
    "label": 28
  },
  {
    "text": "btw can you show me parts with the highest annual spend? pls check",
    "label": 28
  },
  {
    "text": "sorta can you list parts that have the highest annual spend? pls check",
    "label": 28
  },
  {
    "text": "kinda i need to know which parts have the highest annual spend. pls check",
    "label": 28
  },
  {
    "text": "idk can you show me parts with the highest annual spend? i guess",
    "label": 28
  },
  {
    "text": "quick q can you show me parts with the highest annual spend? real quick",
    "label": 28
  },
  {
    "text": "umm show me all parts with the highest annual spend. maybe?",
    "label": 28
  },
  {
    "text": "kinda what parts have the highest annual spend? real quick",
    "label": 28
  },
  {
    "text": "pls can you list parts that have the highest annual spend? pls check",
    "label": 28
  },
  {
    "text": "umm can you show me parts with the highest annual spend? pls check",
    "label": 28
  },
  {
    "text": "kinda i want to see which parts have the highest annual spend. maybe?",
    "label": 28
  },
  {
    "text": "Which POs were changed after confirmation?",
    "label": 29
  },
  {
    "text": "What purchase orders were changed after confirmation?",
    "label": 29
  },
  {
    "text": "Show me all POs that were changed after confirmation.",
    "label": 29
  },
  {
    "text": "I want to see which POs were changed after confirmation.",
    "label": 29
  },
  {
    "text": "What POs have been changed after confirmation?",
    "label": 29
  },
  {
    "text": "I need to know which POs were changed after confirmation.",
    "label": 29
  },
  {
    "text": "Show me purchase orders that were modified after confirmation.",
    "label": 29
  },
  {
    "text": "What purchase orders were altered after confirmation?",
    "label": 29
  },
  {
    "text": "I want to see all purchase orders that were changed after confirmation.",
    "label": 29
  },
  {
    "text": "Which POs were changed after confirmation?",
    "label": 29
  },
  {
    "text": "What POs have been modified after confirmation?",
    "label": 29
  },
  {
    "text": "I need a list of purchase orders that were changed after confirmation.",
    "label": 29
  },
  {
    "text": "Show me which POs were changed after confirmation.",
    "label": 29
  },
  {
    "text": "What purchase orders were revised after confirmation?",
    "label": 29
  },
  {
    "text": "I want to see POs that were changed after confirmation.",
    "label": 29
  },
  {
    "text": "Show me all POs that were modified after confirmation.",
    "label": 29
  },
  {
    "text": "What purchase orders have been altered after confirmation?",
    "label": 29
  },
  {
    "text": "I need to see which purchase orders were changed after confirmation.",
    "label": 29
  },
  {
    "text": "Show me purchase orders that were changed after confirmation.",
    "label": 29
  },
  {
    "text": "pls what purchase orders were changed after confirmation? pls check",
    "label": 29
  },
  {
    "text": "uh i want to see which pos were changed after confirmation. i guess",
    "label": 29
  },
  {
    "text": "quick q i need to know which pos were changed after confirmation. thx",
    "label": 29
  },
  {
    "text": "sorta i want to see which pos were changed after confirmation. i guess",
    "label": 29
  },
  {
    "text": "idk show me all pos that were changed after confirmation. real quick",
    "label": 29
  },
  {
    "text": "sorta what pos have been changed after confirmation? thx",
    "label": 29
  },
  {
    "text": "btw what purchase orders were changed after confirmation? thx",
    "label": 29
  },
  {
    "text": "quick q i want to see which pos were changed after confirmation. maybe?",
    "label": 29
  },
  {
    "text": "pls show me all pos that were changed after confirmation. i guess",
    "label": 29
  },
  {
    "text": "quick q which pos were changed after confirmation? thx",
    "label": 29
  },
  {
    "text": "quick q show me all pos that were changed after confirmation. real quick",
    "label": 29
  },
  {
    "text": "sorta what pos have been changed after confirmation? maybe?",
    "label": 29
  },
  {
    "text": "Can you show me purchase orders that were changed after confirmation?",
    "label": 29
  },
  {
    "text": "I need to see POs that were changed after they were confirmed.",
    "label": 29
  },
  {
    "text": "Can you list purchase orders changed after confirmation?",
    "label": 29
  },
  {
    "text": "Can you find purchase orders that were changed after confirmation?",
    "label": 29
  },
  {
    "text": "Can you provide a list of POs changed after confirmation?",
    "label": 29
  },
  {
    "text": "Can you show me purchase orders that were updated after confirmation?",
    "label": 29
  },
  {
    "text": "Can you find all purchase orders changed after confirmation?",
    "label": 29
  },
  {
    "text": "Can you list purchase orders that were changed after confirmation?",
    "label": 29
  },
  {
    "text": "Can you provide POs that were changed after confirmation?",
    "label": 29
  },
  {
    "text": "What POs were updated after confirmation?",
    "label": 29
  },
  {
    "text": "Can you find purchase orders changed after confirmation?",
    "label": 29
  },
  {
    "text": "idk show me all pos that were changed after confirmation. or whatever",
    "label": 29
  },
  {
    "text": "pls can you list purchase orders changed after confirmation? or whatever",
    "label": 29
  },
  {
    "text": "sorta can you show me purchase orders that were changed after confirmation? thx",
    "label": 29
  },
  {
    "text": "kinda i need to see pos that were changed after they were confirmed. i guess",
    "label": 29
  },
  {
    "text": "btw can you show me purchase orders that were changed after confirmation? pls check",
    "label": 29
  },
  {
    "text": "pls can you show me purchase orders that were changed after confirmation? i guess",
    "label": 29
  },
  {
    "text": "kinda what purchase orders were changed after confirmation? real quick",
    "label": 29
  },
  {
    "text": "lol i need to see pos that were changed after they were confirmed. or whatever",
    "label": 29
  },
  {
    "text": "kinda what pos have been changed after confirmation? pls check",
    "label": 29
  },
  {
    "text": "uh i want to see which pos were changed after confirmation. or whatever",
    "label": 29
  },
  {
    "text": "hey can you find purchase orders that were changed after confirmation? thx",
    "label": 29
  },
  {
    "text": "pls i need to see pos that were changed after they were confirmed. i guess",
    "label": 29
  },
  {
    "text": "idk can you find purchase orders that were changed after confirmation? thx",
    "label": 29
  },
  {
    "text": "kinda can you find purchase orders that were changed after confirmation? thx",
    "label": 29
  },
  {
    "text": "quick q i want to see which pos were changed after confirmation. or whatever",
    "label": 29
  },
  {
    "text": "umm can you list purchase orders changed after confirmation? thx",
    "label": 29
  },
  {
    "text": "btw i need to see pos that were changed after they were confirmed. pls check",
    "label": 29
  },
  {
    "text": "uh i need to see pos that were changed after they were confirmed. pls check",
    "label": 29
  },
  {
    "text": "What orders are pending internal approval?",
    "label": 30
  },
  {
    "text": "I need to see orders awaiting internal approval.",
    "label": 30
  },
  {
    "text": "What orders are pending internal approval?",
    "label": 30
  },
  {
    "text": "Show me all orders that are pending internal approval.",
    "label": 30
  },
  {
    "text": "I want to see which orders are pending internal approval.",
    "label": 30
  },
  {
    "text": "What purchase orders are pending internal approval?",
    "label": 30
  },
  {
    "text": "I need to know which orders are pending internal approval.",
    "label": 30
  },
  {
    "text": "Show me orders that are waiting for internal approval.",
    "label": 30
  },
  {
    "text": "What orders are currently pending internal approval?",
    "label": 30
  },
  {
    "text": "I want to see all orders that are pending internal approval.",
    "label": 30
  },
  {
    "text": "Which orders are pending internal approval?",
    "label": 30
  },
  {
    "text": "What orders have been submitted for internal approval?",
    "label": 30
  },
  {
    "text": "I need a list of orders that are pending internal approval.",
    "label": 30
  },
  {
    "text": "Show me which orders are pending internal approval.",
    "label": 30
  },
  {
    "text": "What purchase orders are waiting for internal approval?",
    "label": 30
  },
  {
    "text": "I want to see orders that are pending internal approval.",
    "label": 30
  },
  {
    "text": "Show me all purchase orders pending internal approval.",
    "label": 30
  },
  {
    "text": "What orders are in the process of internal approval?",
    "label": 30
  },
  {
    "text": "I need to see which orders are pending internal approval.",
    "label": 30
  },
  {
    "text": "Show me orders pending internal approval.",
    "label": 30
  },
  {
    "text": "What purchase orders are currently awaiting internal approval?",
    "label": 30
  },
  {
    "text": "quick q i need to see orders awaiting internal approval. thx",
    "label": 30
  },
  {
    "text": "sorta i need to know which orders are pending internal approval. thx",
    "label": 30
  },
  {
    "text": "quick q i need to see orders awaiting internal approval. real quick",
    "label": 30
  },
  {
    "text": "uh i want to see which orders are pending internal approval. i guess",
    "label": 30
  },
  {
    "text": "idk show me all orders that are pending internal approval. i guess",
    "label": 30
  },
  {
    "text": "quick q what purchase orders are pending internal approval? thx",
    "label": 30
  },
  {
    "text": "quick q what purchase orders are pending internal approval? real quick",
    "label": 30
  },
  {
    "text": "sorta i need to see orders awaiting internal approval. thx",
    "label": 30
  },
  {
    "text": "sorta what orders are pending internal approval? real quick",
    "label": 30
  },
  {
    "text": "pls show me all orders that are pending internal approval. real quick",
    "label": 30
  },
  {
    "text": "sorta i need to see orders awaiting internal approval. real quick",
    "label": 30
  },
  {
    "text": "sorta i need to see orders awaiting internal approval. maybe?",
    "label": 30
  },
  {
    "text": "Can you show me orders that are pending internal approval?",
    "label": 30
  },
  {
    "text": "Can you list orders awaiting internal approval?",
    "label": 30
  },
  {
    "text": "Can you find orders that are pending internal approval?",
    "label": 30
  },
  {
    "text": "Can you provide a list of orders pending internal approval?",
    "label": 30
  },
  {
    "text": "Can you show me purchase orders pending internal approval?",
    "label": 30
  },
  {
    "text": "Can you find all orders awaiting internal approval?",
    "label": 30
  },
  {
    "text": "Can you list orders that are pending internal approval?",
    "label": 30
  },
  {
    "text": "Can you provide orders that are pending internal approval?",
    "label": 30
  },
  {
    "text": "Can you find orders awaiting internal approval?",
    "label": 30
  },
  {
    "text": "umm what orders are pending internal approval? thx",
    "label": 30
  },
  {
    "text": "hey show me all orders that are pending internal approval. real quick",
    "label": 30
  },
  {
    "text": "umm i want to see which orders are pending internal approval. i guess",
    "label": 30
  },
  {
    "text": "umm i need to know which orders are pending internal approval. maybe?",
    "label": 30
  },
  {
    "text": "idk can you show me orders that are pending internal approval? or whatever",
    "label": 30
  },
  {
    "text": "sorta can you find orders that are pending internal approval? pls check",
    "label": 30
  },
  {
    "text": "quick q can you show me orders that are pending internal approval? or whatever",
    "label": 30
  },
  {
    "text": "pls can you list orders awaiting internal approval? or whatever",
    "label": 30
  },
  {
    "text": "pls can you list orders awaiting internal approval? pls check",
    "label": 30
  },
  {
    "text": "btw can you list orders awaiting internal approval? pls check",
    "label": 30
  },
  {
    "text": "sorta i want to see which orders are pending internal approval. or whatever",
    "label": 30
  },
  {
    "text": "umm can you list orders awaiting internal approval? thx",
    "label": 30
  },
  {
    "text": "pls i need to know which orders are pending internal approval. or whatever",
    "label": 30
  },
  {
    "text": "quick q can you show me orders that are pending internal approval? real quick",
    "label": 30
  },
  {
    "text": "hey can you find orders that are pending internal approval? maybe?",
    "label": 30
  },
  {
    "text": "kinda i want to see which orders are pending internal approval. maybe?",
    "label": 30
  },
  {
    "text": "uh i need to see orders awaiting internal approval. or whatever",
    "label": 30
  },
  {
    "text": "uh what purchase orders are pending internal approval? or whatever",
    "label": 30
  },
  {
    "text": "Which suppliers have expired certifications?",
    "label": 31
  },
  {
    "text": "I need to see suppliers with expired certifications.",
    "label": 31
  },
  {
    "text": "What suppliers have expired certifications?",
    "label": 31
  },
  {
    "text": "Show me all suppliers that have expired certifications.",
    "label": 31
  },
  {
    "text": "I want to see which suppliers have expired certifications.",
    "label": 31
  },
  {
    "text": "What suppliers are missing valid certifications?",
    "label": 31
  },
  {
    "text": "I need to know which suppliers have expired certifications.",
    "label": 31
  },
  {
    "text": "Show me suppliers that have certifications that have expired.",
    "label": 31
  },
  {
    "text": "What suppliers have certifications that are no longer valid?",
    "label": 31
  },
  {
    "text": "I want to see all suppliers that have expired certifications.",
    "label": 31
  },
  {
    "text": "Which suppliers have expired certifications?",
    "label": 31
  },
  {
    "text": "What suppliers have certifications that have expired?",
    "label": 31
  },
  {
    "text": "I need a list of suppliers that have expired certifications.",
    "label": 31
  },
  {
    "text": "Show me which suppliers have expired certifications.",
    "label": 31
  },
  {
    "text": "What suppliers are without valid certifications?",
    "label": 31
  },
  {
    "text": "I want to see suppliers that have expired certifications.",
    "label": 31
  },
  {
    "text": "Show me all suppliers with certifications that have expired.",
    "label": 31
  },
  {
    "text": "What suppliers have certifications that are expired?",
    "label": 31
  },
  {
    "text": "I need to see which suppliers have expired certifications.",
    "label": 31
  },
  {
    "text": "Show me suppliers that have expired certifications.",
    "label": 31
  },
  {
    "text": "What suppliers have certifications that are no longer current?",
    "label": 31
  },
  {
    "text": "lol what suppliers are missing valid certifications? thx",
    "label": 31
  },
  {
    "text": "lol i want to see which suppliers have expired certifications. maybe?",
    "label": 31
  },
  {
    "text": "sorta show me all suppliers that have expired certifications. real quick",
    "label": 31
  },
  {
    "text": "pls i want to see which suppliers have expired certifications. i guess",
    "label": 31
  },
  {
    "text": "uh which suppliers have expired certifications? maybe?",
    "label": 31
  },
  {
    "text": "sorta what suppliers are missing valid certifications? i guess",
    "label": 31
  },
  {
    "text": "lol show me all suppliers that have expired certifications. i guess",
    "label": 31
  },
  {
    "text": "sorta which suppliers have expired certifications? pls check",
    "label": 31
  },
  {
    "text": "lol i need to see suppliers with expired certifications. thx",
    "label": 31
  },
  {
    "text": "quick q i want to see which suppliers have expired certifications. thx",
    "label": 31
  },
  {
    "text": "lol what suppliers have expired certifications? thx",
    "label": 31
  },
  {
    "text": "uh i need to see suppliers with expired certifications. i guess",
    "label": 31
  },
  {
    "text": "Can you show me suppliers that have expired certifications?",
    "label": 31
  },
  {
    "text": "Can you list suppliers with expired certifications?",
    "label": 31
  },
  {
    "text": "Can you find suppliers that have expired certifications?",
    "label": 31
  },
  {
    "text": "Can you provide a list of suppliers with expired certifications?",
    "label": 31
  },
  {
    "text": "Can you show me suppliers who have expired certifications?",
    "label": 31
  },
  {
    "text": "Can you find all suppliers with expired certifications?",
    "label": 31
  },
  {
    "text": "Can you list suppliers that have expired certifications?",
    "label": 31
  },
  {
    "text": "Can you provide suppliers who have expired certifications?",
    "label": 31
  },
  {
    "text": "Can you find suppliers with expired certifications?",
    "label": 31
  },
  {
    "text": "pls can you list suppliers with expired certifications? pls check",
    "label": 31
  },
  {
    "text": "hey can you find suppliers that have expired certifications? maybe?",
    "label": 31
  },
  {
    "text": "pls i need to know which suppliers have expired certifications. or whatever",
    "label": 31
  },
  {
    "text": "sorta can you show me suppliers that have expired certifications? maybe?",
    "label": 31
  },
  {
    "text": "lol can you list suppliers with expired certifications? pls check",
    "label": 31
  },
  {
    "text": "kinda what suppliers have expired certifications? thx",
    "label": 31
  },
  {
    "text": "quick q can you find suppliers that have expired certifications? maybe?",
    "label": 31
  },
  {
    "text": "umm i need to see suppliers with expired certifications. real quick",
    "label": 31
  },
  {
    "text": "umm can you list suppliers with expired certifications? or whatever",
    "label": 31
  },
  {
    "text": "kinda show me all suppliers that have expired certifications. i guess",
    "label": 31
  },
  {
    "text": "umm what suppliers have expired certifications? or whatever",
    "label": 31
  },
  {
    "text": "kinda i need to see suppliers with expired certifications. real quick",
    "label": 31
  },
  {
    "text": "kinda show me all suppliers that have expired certifications. thx",
    "label": 31
  },
  {
    "text": "umm which suppliers have expired certifications? maybe?",
    "label": 31
  },
  {
    "text": "umm what suppliers have expired certifications? i guess",
    "label": 31
  },
  {
    "text": "btw can you list suppliers with expired certifications? real quick",
    "label": 31
  },
  {
    "text": "btw can you show me suppliers that have expired certifications? i guess",
    "label": 31
  },
  {
    "text": "kinda what suppliers are missing valid certifications? thx",
    "label": 31
  },
  {
    "text": "What parts have substitute or alternate suppliers?",
    "label": 32
  },
  {
    "text": "I need to see parts with substitute or alternate suppliers.",
    "label": 32
  },
  {
    "text": "What parts have substitute or alternate suppliers?",
    "label": 32
  },
  {
    "text": "Show me all parts that have substitute or alternate suppliers.",
    "label": 32
  },
  {
    "text": "I want to see which parts have substitute or alternate suppliers.",
    "label": 32
  },
  {
    "text": "What parts have alternative or substitute suppliers?",
    "label": 32
  },
  {
    "text": "I need to know which parts have substitute or alternate suppliers.",
    "label": 32
  },
  {
    "text": "Show me parts that have substitute or alternate suppliers available.",
    "label": 32
  },
  {
    "text": "What parts have backup or alternate suppliers?",
    "label": 32
  },
  {
    "text": "I want to see all parts that have substitute or alternate suppliers.",
    "label": 32
  },
  {
    "text": "Which parts have substitute or alternate suppliers?",
    "label": 32
  },
  {
    "text": "What parts have substitute suppliers or alternates?",
    "label": 32
  },
  {
    "text": "I need a list of parts that have substitute or alternate suppliers.",
    "label": 32
  },
  {
    "text": "Show me which parts have substitute or alternate suppliers.",
    "label": 32
  },
  {
    "text": "What parts have alternate or substitute supplier options?",
    "label": 32
  },
  {
    "text": "I want to see parts that have substitute or alternate suppliers.",
    "label": 32
  },
  {
    "text": "Show me all parts with substitute or alternate suppliers available.",
    "label": 32
  },
  {
    "text": "What parts have substitute suppliers or alternatives?",
    "label": 32
  },
  {
    "text": "I need to see which parts have substitute or alternate suppliers.",
    "label": 32
  },
  {
    "text": "Show me parts that have substitute or alternate suppliers.",
    "label": 32
  },
  {
    "text": "What parts have alternate suppliers or substitutes?",
    "label": 32
  },
  {
    "text": "sorta what parts have substitute or alternate suppliers? real quick",
    "label": 32
  },
  {
    "text": "idk what parts have substitute or alternate suppliers? pls check",
    "label": 32
  },
  {
    "text": "quick q i need to see parts with substitute or alternate suppliers. maybe?",
    "label": 32
  },
  {
    "text": "btw what parts have substitute or alternate suppliers? i guess",
    "label": 32
  },
  {
    "text": "pls i want to see which parts have substitute or alternate suppliers. i guess",
    "label": 32
  },
  {
    "text": "lol i need to see parts with substitute or alternate suppliers. thx",
    "label": 32
  },
  {
    "text": "idk i need to see parts with substitute or alternate suppliers. real quick",
    "label": 32
  },
  {
    "text": "lol what parts have alternative or substitute suppliers? maybe?",
    "label": 32
  },
  {
    "text": "btw what parts have substitute or alternate suppliers? real quick",
    "label": 32
  },
  {
    "text": "lol show me all parts that have substitute or alternate suppliers. thx",
    "label": 32
  },
  {
    "text": "lol show me all parts that have substitute or alternate suppliers. real quick",
    "label": 32
  },
  {
    "text": "Can you show me parts that have substitute or alternate suppliers?",
    "label": 32
  },
  {
    "text": "Can you list parts with substitute or alternate suppliers?",
    "label": 32
  },
  {
    "text": "Can you find parts that have substitute or alternate suppliers?",
    "label": 32
  },
  {
    "text": "Can you provide a list of parts with substitute or alternate suppliers?",
    "label": 32
  },
  {
    "text": "Can you show me parts with alternative or substitute suppliers?",
    "label": 32
  },
  {
    "text": "Can you find all parts with substitute or alternate suppliers?",
    "label": 32
  },
  {
    "text": "Can you list parts that have substitute or alternate suppliers?",
    "label": 32
  },
  {
    "text": "Can you provide parts with substitute or alternate suppliers?",
    "label": 32
  },
  {
    "text": "Can you find parts with substitute or alternate suppliers?",
    "label": 32
  },
  {
    "text": "idk can you find parts that have substitute or alternate suppliers? or whatever",
    "label": 32
  },
  {
    "text": "umm can you show me parts that have substitute or alternate suppliers? maybe?",
    "label": 32
  },
  {
    "text": "hey can you find parts that have substitute or alternate suppliers? i guess",
    "label": 32
  },
  {
    "text": "quick q can you find parts that have substitute or alternate suppliers? pls check",
    "label": 32
  },
  {
    "text": "lol what parts have alternative or substitute suppliers? or whatever",
    "label": 32
  },
  {
    "text": "umm can you list parts with substitute or alternate suppliers? maybe?",
    "label": 32
  },
  {
    "text": "umm can you list parts with substitute or alternate suppliers? real quick",
    "label": 32
  },
  {
    "text": "kinda what parts have alternative or substitute suppliers? i guess",
    "label": 32
  },
  {
    "text": "kinda what parts have substitute or alternate suppliers? i guess",
    "label": 32
  },
  {
    "text": "uh i want to see which parts have substitute or alternate suppliers. or whatever",
    "label": 32
  },
  {
    "text": "kinda what parts have alternative or substitute suppliers? pls check",
    "label": 32
  },
  {
    "text": "idk can you find parts that have substitute or alternate suppliers? maybe?",
    "label": 32
  },
  {
    "text": "quick q can you show me parts that have substitute or alternate suppliers? maybe?",
    "label": 32
  },
  {
    "text": "kinda i need to see parts with substitute or alternate suppliers. maybe?",
    "label": 32
  },
  {
    "text": "umm what parts have alternative or substitute suppliers? thx",
    "label": 32
  },
  {
    "text": "uh can you show me parts that have substitute or alternate suppliers? maybe?",
    "label": 32
  },
  {
    "text": "hey i need to see parts with substitute or alternate suppliers. real quick",
    "label": 32
  },
  {
    "text": "kinda can you list parts with substitute or alternate suppliers? real quick",
    "label": 32
  },
  {
    "text": "hey what parts have substitute or alternate suppliers? maybe?",
    "label": 32
  },
  {
    "text": "Which RFQs were canceled and why?",
    "label": 33
  },
  {
    "text": "I need to see request for quotes that were canceled and why.",
    "label": 33
  },
  {
    "text": "What RFQs were canceled and what were the reasons?",
    "label": 33
  },
  {
    "text": "Show me all RFQs that were canceled and why.",
    "label": 33
  },
  {
    "text": "I want to see which RFQs were canceled and why.",
    "label": 33
  },
  {
    "text": "What request for quotes were canceled and why?",
    "label": 33
  },
  {
    "text": "I need to know which RFQs were canceled and why.",
    "label": 33
  },
  {
    "text": "Show me request for quotes that were canceled and the reasons why.",
    "label": 33
  },
  {
    "text": "What RFQs have been canceled and what are the reasons?",
    "label": 33
  },
  {
    "text": "I want to see all request for quotes that were canceled and why.",
    "label": 33
  },
  {
    "text": "Which RFQs were canceled and why?",
    "label": 33
  },
  {
    "text": "What RFQs were canceled and what caused the cancellation?",
    "label": 33
  },
  {
    "text": "I need a list of RFQs that were canceled and why.",
    "label": 33
  },
  {
    "text": "Show me which request for quotes were canceled and why.",
    "label": 33
  },
  {
    "text": "What request for quotes were canceled and what were the reasons?",
    "label": 33
  },
  {
    "text": "I want to see RFQs that were canceled and why.",
    "label": 33
  },
  {
    "text": "Show me all RFQs canceled and the reasons why.",
    "label": 33
  },
  {
    "text": "I need to see which request for quotes were canceled and why.",
    "label": 33
  },
  {
    "text": "Show me RFQs that were canceled and why.",
    "label": 33
  },
  {
    "text": "What request for quotes were canceled and what are the reasons?",
    "label": 33
  },
  {
    "text": "sorta i need to know which rfqs were canceled and why. real quick",
    "label": 33
  },
  {
    "text": "pls i need to know which rfqs were canceled and why. thx",
    "label": 33
  },
  {
    "text": "quick q show me all rfqs that were canceled and why. pls check",
    "label": 33
  },
  {
    "text": "idk i need to see request for quotes that were canceled and why. maybe?",
    "label": 33
  },
  {
    "text": "uh i need to know which rfqs were canceled and why. thx",
    "label": 33
  },
  {
    "text": "pls i want to see which rfqs were canceled and why. thx",
    "label": 33
  },
  {
    "text": "lol i need to see request for quotes that were canceled and why. thx",
    "label": 33
  },
  {
    "text": "btw i need to see request for quotes that were canceled and why. thx",
    "label": 33
  },
  {
    "text": "lol i need to know which rfqs were canceled and why. i guess",
    "label": 33
  },
  {
    "text": "uh what request for quotes were canceled and why? maybe?",
    "label": 33
  },
  {
    "text": "btw which rfqs were canceled and why? pls check",
    "label": 33
  },
  {
    "text": "btw which rfqs were canceled and why? thx",
    "label": 33
  },
  {
    "text": "idk what rfqs were canceled and what were the reasons? real quick",
    "label": 33
  },
  {
    "text": "btw i want to see which rfqs were canceled and why. real quick",
    "label": 33
  },
  {
    "text": "Can you show me RFQs that were canceled and the reasons why?",
    "label": 33
  },
  {
    "text": "Can you list request for quotes canceled and the reasons?",
    "label": 33
  },
  {
    "text": "Can you find RFQs that were canceled and the reasons?",
    "label": 33
  },
  {
    "text": "Can you provide a list of RFQs canceled and why?",
    "label": 33
  },
  {
    "text": "Can you show me request for quotes canceled and the reasons?",
    "label": 33
  },
  {
    "text": "Can you find all RFQs canceled and the reasons?",
    "label": 33
  },
  {
    "text": "Can you list request for quotes that were canceled and why?",
    "label": 33
  },
  {
    "text": "What RFQs have been canceled and why were they canceled?",
    "label": 33
  },
  {
    "text": "Can you provide RFQs that were canceled and why?",
    "label": 33
  },
  {
    "text": "Can you find RFQs canceled and the reasons why?",
    "label": 33
  },
  {
    "text": "umm what request for quotes were canceled and why? pls check",
    "label": 33
  },
  {
    "text": "btw what request for quotes were canceled and why? or whatever",
    "label": 33
  },
  {
    "text": "kinda can you show me rfqs that were canceled and the reasons why? i guess",
    "label": 33
  },
  {
    "text": "kinda i need to see request for quotes that were canceled and why. or whatever",
    "label": 33
  },
  {
    "text": "lol can you find rfqs that were canceled and the reasons? or whatever",
    "label": 33
  },
  {
    "text": "idk can you list request for quotes canceled and the reasons? thx",
    "label": 33
  },
  {
    "text": "kinda can you show me rfqs that were canceled and the reasons why? maybe?",
    "label": 33
  },
  {
    "text": "umm what request for quotes were canceled and why? real quick",
    "label": 33
  },
  {
    "text": "idk can you list request for quotes canceled and the reasons? i guess",
    "label": 33
  },
  {
    "text": "sorta can you show me rfqs that were canceled and the reasons why? thx",
    "label": 33
  },
  {
    "text": "umm can you list request for quotes canceled and the reasons? i guess",
    "label": 33
  },
  {
    "text": "kinda which rfqs were canceled and why? thx",
    "label": 33
  },
  {
    "text": "sorta can you list request for quotes canceled and the reasons? i guess",
    "label": 33
  },
  {
    "text": "sorta can you show me rfqs that were canceled and the reasons why? i guess",
    "label": 33
  },
  {
    "text": "lol show me all rfqs that were canceled and why. or whatever",
    "label": 33
  },
  {
    "text": "umm which rfqs were canceled and why? i guess",
    "label": 33
  },
  {
    "text": "Which parts have recurring delivery delays across multiple POs?",
    "label": 34
  },
  {
    "text": "I need to see parts that have recurring delivery delays across multiple POs.",
    "label": 34
  },
  {
    "text": "What parts have recurring delivery delays across multiple purchase orders?",
    "label": 34
  },
  {
    "text": "Show me all parts with recurring delivery delays across multiple POs.",
    "label": 34
  },
  {
    "text": "I want to see which parts have recurring delivery delays across multiple POs.",
    "label": 34
  },
  {
    "text": "What parts show recurring delivery delays across multiple purchase orders?",
    "label": 34
  },
  {
    "text": "I need to know which parts have recurring delivery delays across multiple purchase orders.",
    "label": 34
  },
  {
    "text": "Show me parts that have recurring delivery delays across multiple POs.",
    "label": 34
  },
  {
    "text": "What parts experience recurring delivery delays across multiple purchase orders?",
    "label": 34
  },
  {
    "text": "I want to see all parts that have recurring delivery delays across multiple purchase orders.",
    "label": 34
  },
  {
    "text": "Which parts have recurring delivery delays across multiple POs?",
    "label": 34
  },
  {
    "text": "What parts have recurring delays in delivery across multiple POs?",
    "label": 34
  },
  {
    "text": "I need a list of parts with recurring delivery delays across multiple purchase orders.",
    "label": 34
  },
  {
    "text": "Show me which parts have recurring delivery delays across multiple POs.",
    "label": 34
  },
  {
    "text": "What parts have consistent delivery delays across multiple POs?",
    "label": 34
  },
  {
    "text": "I want to see parts that have recurring delivery delays across multiple purchase orders.",
    "label": 34
  },
  {
    "text": "Show me all parts that have recurring delivery delays across multiple purchase orders.",
    "label": 34
  },
  {
    "text": "What parts have ongoing delivery delays across multiple POs?",
    "label": 34
  },
  {
    "text": "I need to see which parts have recurring delivery delays across multiple POs.",
    "label": 34
  },
  {
    "text": "Show me parts that have recurring delivery delays across multiple purchase orders.",
    "label": 34
  },
  {
    "text": "What parts have repeated delivery delays across multiple POs?",
    "label": 34
  },
  {
    "text": "sorta what parts have recurring delivery delays across multiple purchase orders? real quick",
    "label": 34
  },
  {
    "text": "sorta which parts have recurring delivery delays across multiple pos? maybe?",
    "label": 34
  },
  {
    "text": "btw which parts have recurring delivery delays across multiple pos? pls check",
    "label": 34
  },
  {
    "text": "quick q what parts have recurring delivery delays across multiple purchase orders? maybe?",
    "label": 34
  },
  {
    "text": "pls what parts have recurring delivery delays across multiple purchase orders? i guess",
    "label": 34
  },
  {
    "text": "uh i want to see which parts have recurring delivery delays across multiple pos. real quick",
    "label": 34
  },
  {
    "text": "uh which parts have recurring delivery delays across multiple pos? maybe?",
    "label": 34
  },
  {
    "text": "Can you show me parts with recurring delivery delays across multiple purchase orders?",
    "label": 34
  },
  {
    "text": "Can you list parts that have recurring delivery delays across multiple purchase orders?",
    "label": 34
  },
  {
    "text": "Can you find parts with recurring delivery delays across multiple POs?",
    "label": 34
  },
  {
    "text": "Can you provide a list of parts with recurring delivery delays across multiple POs?",
    "label": 34
  },
  {
    "text": "Can you show me parts with repeated delivery delays across multiple purchase orders?",
    "label": 34
  },
  {
    "text": "Can you find all parts with recurring delivery delays across multiple purchase orders?",
    "label": 34
  },
  {
    "text": "Can you list parts with recurring delivery delays across multiple POs?",
    "label": 34
  },
  {
    "text": "Can you provide parts with recurring delivery delays across multiple purchase orders?",
    "label": 34
  },
  {
    "text": "Can you find parts with recurring delivery delays across multiple purchase orders?",
    "label": 34
  },
  {
    "text": "pls can you show me parts with recurring delivery delays across multiple purchase orders? pls check",
    "label": 34
  },
  {
    "text": "lol can you find parts with recurring delivery delays across multiple pos? or whatever",
    "label": 34
  },
  {
    "text": "idk can you show me parts with recurring delivery delays across multiple purchase orders? maybe?",
    "label": 34
  },
  {
    "text": "btw can you find parts with recurring delivery delays across multiple pos? i guess",
    "label": 34
  },
  {
    "text": "uh can you show me parts with recurring delivery delays across multiple purchase orders? maybe?",
    "label": 34
  },
  {
    "text": "kinda i need to know which parts have recurring delivery delays across multiple purchase orders. i guess",
    "label": 34
  },
  {
    "text": "pls what parts show recurring delivery delays across multiple purchase orders? or whatever",
    "label": 34
  },
  {
    "text": "btw can you show me parts with recurring delivery delays across multiple purchase orders? or whatever",
    "label": 34
  },
  {
    "text": "kinda i need to see parts that have recurring delivery delays across multiple pos. pls check",
    "label": 34
  },
  {
    "text": "hey can you show me parts with recurring delivery delays across multiple purchase orders? or whatever",
    "label": 34
  },
  {
    "text": "pls can you find parts with recurring delivery delays across multiple pos? thx",
    "label": 34
  },
  {
    "text": "btw can you show me parts with recurring delivery delays across multiple purchase orders? real quick",
    "label": 34
  },
  {
    "text": "umm can you find parts with recurring delivery delays across multiple pos? maybe?",
    "label": 34
  },
  {
    "text": "kinda can you list parts that have recurring delivery delays across multiple purchase orders? i guess",
    "label": 34
  },
  {
    "text": "sorta can you show me parts with recurring delivery delays across multiple purchase orders? thx",
    "label": 34
  },
  {
    "text": "quick q can you show me parts with recurring delivery delays across multiple purchase orders? i guess",
    "label": 34
  },
  {
    "text": "kinda what parts have recurring delivery delays across multiple purchase orders? thx",
    "label": 34
  },
  {
    "text": "umm i want to see which parts have recurring delivery delays across multiple pos. i guess",
    "label": 34
  },
  {
    "text": "kinda what parts show recurring delivery delays across multiple purchase orders? pls check",
    "label": 34
  },
  {
    "text": "uh can you list parts that have recurring delivery delays across multiple purchase orders? or whatever",
    "label": 34
  },
  {
    "text": "uh which parts have recurring delivery delays across multiple pos? or whatever",
    "label": 34
  },
  {
    "text": "hey i need to know which parts have recurring delivery delays across multiple purchase orders. thx",
    "label": 34
  },
  {
    "text": "pls i need to know which parts have recurring delivery delays across multiple purchase orders. or whatever",
    "label": 34
  }
]