[
  {
    "text": "I am still waiting on my card?",
    "label": 11
  },
  {
    "text": "What can I do if my card still hasn't arrived after 2 weeks?",
    "label": 11
  },
  {
    "text": "I have been waiting over a week. Is the card still coming?",
    "label": 11
  },
  {
    "text": "Can I track my card while it is in the process of delivery?",
    "label": 11
  },
  {
    "text": "How do I know if I will get my card, or if it is lost?",
    "label": 11
  },
  {
    "text": "When did you send me my new card?",
    "label": 11
  },
  {
    "text": "Do you have info about the card on delivery?",
    "label": 11
  },
  {
    "text": "What do I do if I still have not received my new card?",
    "label": 11
  },
  {
    "text": "Does the package with my card have tracking?",
    "label": 11
  },
  {
    "text": "I ordered my card but it still isn't here",
    "label": 11
  },
  {
    "text": "Why has my new card still not come?",
    "label": 11
  },
  {
    "text": "I still haven't received my card after two weeks, is it lost?",
    "label": 11
  },
  {
    "text": "Can you track my card for me?",
    "label": 11
  },
  {
    "text": "Is there a way to track the delivery of my card?",
    "label": 11
  },
  {
    "text": "It's been a week since I ordered my card and it's not here. Please help?",
    "label": 11
  },
  {
    "text": "Will I be able to track the card that was sent to me?",
    "label": 11
  },
  {
    "text": "I don't have my card in 1 week.  Should I be worried?",
    "label": 11
  },
  {
    "text": "How do I know when my new card is going to arrive?",
    "label": 11
  },
  {
    "text": "My new card has not been delivered to my home yet. What is going on?",
    "label": 11
  },
  {
    "text": "It's been a week since you issued me a card and I still didn't get it. Should I keep waiting?",
    "label": 11
  },
  {
    "text": "On the card that is coming, what's the tracking info?",
    "label": 11
  },
  {
    "text": "What is the status of my card's delivery?",
    "label": 11
  },
  {
    "text": "Have you sent out my card yet?",
    "label": 11
  },
  {
    "text": "My card isn't here yet.",
    "label": 11
  },
  {
    "text": "where is my new card?",
    "label": 11
  },
  {
    "text": "It's been a week since you sent my card and I still don't have it.",
    "label": 11
  },
  {
    "text": "How do I track the card you sent me?",
    "label": 11
  },
  {
    "text": "When will I recieve my new card?",
    "label": 11
  },
  {
    "text": "When will I get my new card?",
    "label": 11
  },
  {
    "text": "What countries do your accounts support?",
    "label": 24
  },
  {
    "text": "I live in the US and I would like to get a card. How do I go about getting one?",
    "label": 24
  },
  {
    "text": "I just moved to the US how do I get a card?",
    "label": 24
  },
  {
    "text": "You provide support in what countries?",
    "label": 24
  },
  {
    "text": "What countries are you supporting?",
    "label": 24
  },
  {
    "text": "What countries are getting support?",
    "label": 24
  },
  {
    "text": "Are cards available in the EU?",
    "label": 24
  },
  {
    "text": "Which countries are represented?",
    "label": 24
  }
]